export default {
  Адалин: {
    meaning: 'благородная'
  },
  Алтын: {
    meaning: 'золото'
  },
  Айноа: {
    meaning: 'город во Франции'
  },
  Артемида: {
    meaning: 'богиня охоты'
  },
  Августа: {
    meaning: 'божественная'
  },
  Авдотья: {
    meaning: 'благоволение'
  },
  Аврора: {
    meaning: 'рассвет'
  },
  Агата: {
    meaning: 'добрая'
  },
  Агафья: {
    meaning: 'целомудренная'
  },
  Аглая: {
    meaning: 'блистающая'
  },
  Агнесса: {
    meaning: 'непорочная'
  },
  Агния: {
    meaning: 'непорочная'
  },
  Агриппина: {
    meaning: 'горестная'
  },
  Ада: {
    meaning: 'украшение'
  },
  Аделаида: {
    meaning: 'благоухающая'
  },
  Адель: {
    meaning: 'благородная'
  },
  Аза: {
    meaning: 'сильная, крепкая'
  },
  Азиза: {
    meaning: 'драгоценная'
  },
  Аида: {
    meaning: 'полезная'
  },
  Айгуль: {
    meaning: 'лунный цветок'
  },
  Аксинья: {
    meaning: 'странница'
  },
  Акулина: {
    meaning: 'орлиная'
  },
  Алана: {
    meaning: 'согласие'
  },
  Алевтина: {
    meaning: 'свободная'
  },
  Александра: {
    meaning: 'защитница'
  },
  Алёна: {
    meaning: 'любимая'
  },
  Алико: {
    meaning: ''
  },
  Алина: {
    meaning: 'благородная'
  },
  Алиса: {
    meaning: 'благородная'
  },
  Алия: {
    meaning: 'величественная'
  },
  Алла: {
    meaning: 'непобедимая'
  },
  Алсу: {
    meaning: 'розовая вода'
  },
  Альжбета: {
    meaning: 'сверкающее острие меча'
  },
  Альберта: {
    meaning: 'благородная, знаменитая'
  },
  Альбина: {
    meaning: 'белая'
  },
  Амалия: {
    meaning: 'усердная'
  },
  Амина: {
    meaning: 'находящаяся в безопасности'
  },
  Анастасия: {
    meaning: 'воскресение'
  },
  Анатолия: {
    meaning: 'восток'
  },
  Ангелина: {
    meaning: 'ангел'
  },
  Анжела: {
    meaning: 'ангельская'
  },
  Анжелика: {
    meaning: 'ангельская'
  },
  Анисья: {
    meaning: 'исполнительная'
  },
  Анита: {
    meaning: 'милостивая'
  },
  Анна: {
    meaning: 'благодать'
  },
  Антонина: {
    meaning: 'вступающая в бой'
  },
  Анфиса: {
    meaning: 'цветущая'
  },
  Анэля: {
    meaning: 'светлая'
  },
  Ариадна: {
    meaning: 'та, что вызывает большое почтение'
  },
  Арина: {
    meaning: 'мир'
  },
  Архелия: {
    meaning: 'начальница людей'
  },
  Арсения: {
    meaning: 'мужественная'
  },
  Артемия: {
    meaning: 'невредимая'
  },
  Астра: {
    meaning: 'звезда'
  },
  Ася: {
    meaning: 'горожанка'
  },
  Аурелия: {
    meaning: 'золотая'
  },
  Божена: {
    meaning: 'Божья'
  },
  Барбара: { meaning: 'прекрасная странница' },
  Беатриса: {
    meaning: 'счастливая'
  },
  Белла: {
    meaning: 'красавица'
  },
  Береслава: {
    meaning: 'благая весть'
  },
  Берта: {
    meaning: 'яркая'
  },
  Биргит: {
    meaning: ''
  },
  Богдана: {
    meaning: 'подарок Бога'
  },
  Борислава: {
    meaning: 'борющаяся за славу'
  },
  Бронислава: {
    meaning: 'хранительница славы'
  },
  Валентина: {
    meaning: 'сильная'
  },
  Валерия: {
    meaning: 'рожденная здоровой'
  },
  Ванда: {
    meaning: 'из германского племени вандалов'
  },
  Варвара: {
    meaning: 'иноземка'
  },
  Василиса: {
    meaning: 'царевна'
  },
  Венера: {
    meaning: 'богиня цветов, красоты и любви'
  },
  Вера: {
    meaning: 'истина'
  },
  Вероника: {
    meaning: 'чистый образ'
  },
  Веселина: {
    meaning: 'веселая'
  },
  Веста: {
    meaning: 'богиня домашнего очага'
  },
  Вета: {
    meaning: 'трилистник'
  },
  Вида: {
    meaning: 'видящая'
  },
  Виктория: {
    meaning: 'победительница'
  },
  Вилора: {
    meaning: 'воля, желание, сила'
  },
  Виолетта: {
    meaning: 'фиалка'
  },
  Вирдгиния: {
    meaning: 'девственная'
  },
  Виталина: {
    meaning: 'жизненная'
  },
  Владлена: {
    meaning: 'сокращение от Владимир Ленин'
  },
  Владислава: {
    meaning: 'сильный Бог'
  },
  Вилена: { meaning: 'В честь В.И. Ленина' },
  Габриела: { meaning: 'сильный Бог' },
  Галатея: { meaning: 'беломраморная' },
  Галина: { meaning: 'спокойная' },
  Гелла: { meaning: 'сияющая' },
  Генриетта: {
    meaning: 'благородная красавица'
  },
  Гера: { meaning: 'покровительница брака' },
  Герда: { meaning: 'красавица-великанша' },
  Гермогена: { meaning: 'рожденная Гермесом' },
  Гертруда: { meaning: 'копьё силы' },
  Глафира: { meaning: 'изящная' },
  Гликерия: { meaning: 'сладкая' },
  Глория: { meaning: 'слава' },
  Грация: { meaning: 'красота' },
  Грета: { meaning: 'жемчужина' },
  Гузель: { meaning: 'красавица' },
  Гульназ: { meaning: 'нежный цветок' },
  Дана: { meaning: 'дарованная' },
  Даная: {
    meaning: 'прекрасная и целомудренная'
  },
  Дина: { meaning: 'отомщенная' },
  Дилия: { meaning: 'настроение' },
  Дилияр: { meaning: 'хорошее настроение' },
  Диляра: {
    meaning: 'радующая сердце; красивая'
  },
  Дучи: { meaning: 'сладкая' },
  Дуня: { meaning: 'благоволение' },
  Дорианна: { meaning: 'блестящая' },
  Дорти: { meaning: 'дар Бога' },
  Дора: { meaning: 'дар' },
  Добромира: { meaning: 'добрая' },
  Доброслава: { meaning: 'добрая слава' },
  Доминика: { meaning: 'защитница Бога' },
  Диля: { meaning: 'красавица' },
  Дилана: { meaning: 'защитница' },
  Дилайна: { meaning: 'почитаемая' },
  Дида: { meaning: 'свет очей' },
  Джамила: { meaning: 'красивая' },
  Джамиля: { meaning: 'красивая' },
  Демьяна: {
    meaning: 'посвященная богине изобилия и плодородия Дамии'
  },
  Делла: { meaning: 'добрая' },
  Даяна: { meaning: 'Бог - судья' },
  Дебора: { meaning: 'пчела' },
  Дебра: { meaning: 'пророчица' },
  Дарина: { meaning: 'победительница' },
  Дарика: { meaning: 'грустная' },
  Дарида: { meaning: 'младенец' },
  Дания: { meaning: 'радость' },
  Даниэла: { meaning: 'Бог - мой судья' },
  Даниэлла: { meaning: 'Бог - мой судья' },
  Даниела: { meaning: 'Бог - мой судья' },
  Дарья: { meaning: 'победительница' },
  Дебора: { meaning: 'пчела' },
  Джульетта: { meaning: 'кудрявая' },
  Дея: { meaning: 'трудолюбивая' },
  Диора: { meaning: 'хорошенькая' },
  Диана: { meaning: 'божественная' },
  Дина: { meaning: 'отомщенная' },
  Дайана: { meaning: 'справедливая' },
  Дамика: { meaning: 'с открытым сердцем' },
  Динара: { meaning: 'золотая монета' },
  Давина: { meaning: 'защитница' },
  Даина: { meaning: 'песня' },
  Дамира: { meaning: 'крепкая' },
  Домна: { meaning: 'повелительница' },
  Дора: { meaning: 'дар' },
  Доротея: { meaning: 'дарованная Богом' },
  Евангелина: { meaning: 'сверкающее счастье' },
  Ева: { meaning: 'жизнь' },
  Евгеня: { meaning: 'благородная' },
  Евгения: { meaning: 'благородная' },
  Евфрасиния: { meaning: 'радость' },
  Евстасия: { meaning: 'трудолюбивая' },
  Евсения: { meaning: 'царская' },
  Евелина: { meaning: 'жизненная сила' },
  Евдокия: { meaning: 'имеющая добрую славу' },
  Евлалия: { meaning: 'красноречивая' },
  Евлампия: { meaning: 'светящаяся' },
  Евпраксия: { meaning: 'добродетельница' },
  Евфросинья: { meaning: 'веселье' },
  Екатерина: { meaning: 'непорочная' },
  Елла: { meaning: 'прекрасная' },
  Елана: { meaning: 'хорошенькая' },
  Емильяна: { meaning: 'льстивая' },
  Емилияна: { meaning: 'льстивая' },
  Ельвира: { meaning: 'защищенная' },
  Елена: { meaning: 'светящаяся' },
  Елизавета: { meaning: 'божья клятва' },
  Есения: { meaning: 'красивая' },
  Ефремия: { meaning: 'плодовитая' },
  Ефимия: { meaning: 'благочестивая' },
  Жанна: { meaning: 'дарованная Богом' },
  Жозефина: { meaning: 'благословенная' },
  Жизель: { meaning: 'стрела' },
  Жанет: { meaning: 'Бог милосердный' },
  Жамила: { meaning: 'красивая' },
  Жасмин: { meaning: 'цветок жасмина' },
  Зара: { meaning: 'рассвет' },
  Заида: { meaning: 'избыток' },
  Земфира: { meaning: 'сапфир' },
  Зина: { meaning: 'принадлежащая Зевсу' },
  Зинаида: { meaning: 'принадлежащая Зевсу' },
  Зиновья: { meaning: 'принадлежащая Зевсу' },
  Злата: { meaning: 'золотая' },
  Зорина: { meaning: 'красота рассвета' },
  Зоряна: { meaning: 'красота рассвета' },
  Зоя: { meaning: 'жизнерадостная' },
  Зося: { meaning: 'мудрость' },
  Иветта: { meaning: 'будет помилована Богом' },
  Ида: { meaning: 'добрая' },
  Изольда: { meaning: 'красавица' },
  Илария: { meaning: 'веселая' },
  Илона: { meaning: 'светлая' },
  Инга: { meaning: 'выдающаяся' },
  Инесса: { meaning: 'бурный поток' },
  Инна: { meaning: 'плачущая' },
  Иоланта: { meaning: 'фиалка' },
  Ираида: { meaning: 'дочь героя' },
  Ирина: {
    meaning: 'располагающая к себе; миролюбивая'
  },
  Ирма: { meaning: 'от имени бога войны' },
  Ия: { meaning: 'фиалка' },
  Камилла: { meaning: 'знатная' },
  Капитолина: { meaning: 'капитолийская' },
  Карима: { meaning: 'великодушная' },
  Карина: { meaning: 'безупречная' },
  Каролина: { meaning: 'королева' },
  Кира: { meaning: 'госпожа' },
  Клавдия: { meaning: 'упорная' },
  Клара: { meaning: 'светлая; яркая' },
  Кора: { meaning: 'девушка' },
  Кристина: {
    meaning: 'последовательница Христа'
  },
  Ксения: { meaning: 'гостья' },
  Лада: { meaning: 'богиня любви и красоты' },
  Лайма: { meaning: 'счастье; удача' },
  Лариса: { meaning: 'чайка' },
  Леокадия: { meaning: 'яркая' },
  Леонида: { meaning: 'похожая на льва' },
  Лидия: { meaning: 'музыкальная' },
  Лилия: { meaning: 'красивая как лилия' },
  Лина: { meaning: 'вдохновенная' },
  Лия: { meaning: 'антилопа' },
  Лолита: { meaning: 'полевая трава' },
  Любовь: { meaning: 'любовь' },
  Людмила: { meaning: 'милая людям' },
  Люция: { meaning: 'свет' },
  Мавра: { meaning: 'темная' },
  Майя: { meaning: 'рожденная в мае' },
  Маргарита: { meaning: 'жемчужина' },
  Марианна: { meaning: 'печальная красавица' },
  Марина: { meaning: 'любящая океан; морская' },
  Мария: { meaning: 'горькая; упрямая' },
  Марта: { meaning: 'драгоценная' },
  Марфа: { meaning: 'благородная женщина' },
  Матильда: {
    meaning: 'опасная красота'
  },
  Матрена: { meaning: 'знатная женщина' },
  Мелания: { meaning: 'темноволосая, смуглая' },
  Милена: { meaning: 'милая' },
  Мирослава: {
    meaning: 'прославленная на весь мир'
  },
  Мирра: { meaning: 'миртовая ветвь' },
  Михалина: { meaning: 'божественная' },
  Моника: { meaning: 'одна единственная' },
  Мстислава: {
    meaning: 'славная мстительница'
  },
  Муза: {
    meaning: 'покровительница искусств и наук'
  },
  Марьяна: { meaning: 'печальная красавица' },
  Микаэла: { meaning: 'кто как Бог?' },
  Надежда: { meaning: 'надежда' },
  Наина: { meaning: 'невинная' },
  Нана: { meaning: 'добрая, нежная' },
  Наталья: { meaning: 'рожденная в Рождество' },
  Нателла: { meaning: 'светлячок' },
  Нелли: { meaning: 'вспыльчивая' },
  Неонила: { meaning: 'молодая' },
  Ника: { meaning: 'победоносная' },
  Нина: { meaning: 'храбрая девочка' },
  Нинель: { meaning: 'Ленин «задом наперёд»' },
  Нонна: { meaning: 'девятая' },
  Нора: { meaning: 'предсказательница' },
  Одетта: { meaning: 'хорошая девочка' },
  Оксана: { meaning: 'гостья, странница' },
  Олеся: { meaning: 'защитница' },
  Олесия: { meaning: 'защитница' },
  Олесья: { meaning: 'защитница' },
  Олимпиада: { meaning: 'воспевающая небо' },
  Олимпия: { meaning: 'небожительница' },
  Одилия: { meaning: 'богатая' },
  Олидия: { meaning: 'светлая' },
  Оливия: { meaning: 'олива; маслина' },
  Ольга: { meaning: 'святая; великая' },
  Офелия: { meaning: 'помощница' },
  Павлина: { meaning: 'малышка' },
  Паула: { meaning: 'малышка' },
  Паулина: { meaning: 'маленькая' },
  Патриция: { meaning: 'знатная' },
  Пелагея: { meaning: 'морская' },
  Полина: { meaning: 'освобожденная' },
  Прасковья: { meaning: 'пятница' },
  Преслава: { meaning: 'прославленная' },
  Рада: { meaning: 'радость' },
  Радислава: { meaning: 'радость и слава' },
  Радмила: { meaning: 'заботливая и милая' },
  Радмира: { meaning: 'радость мира' },
  Раиса: { meaning: 'покорная' },
  Раина: { meaning: 'покрывающая' },
  Раиля: { meaning: 'основательница' },
  Раида: { meaning: 'лидер' },
  Рамиля: { meaning: 'чарующая' },
  Разиля: { meaning: 'избранная' },
  Рахиль: { meaning: 'кроткая' },
  Ребекка: { meaning: 'верная жена' },
  Регина: { meaning: 'царица' },
  Рената: { meaning: 'дважды рожденная' },
  Римма: { meaning: 'римлянка' },
  Роза: { meaning: 'румяная красавица' },
  Рита: { meaning: 'драгоценная жемчужина' },
  Роксана: { meaning: 'предсказательница' },
  Розалия: { meaning: 'роза' },
  Руслана: { meaning: 'львица' },
  Руфина: { meaning: 'рыжая' },
  Руфия: { meaning: 'юная и верная' },
  Руфь: { meaning: 'верная подруга' },
  Рая: { meaning: 'страстная красотка' },
  Сабина: { meaning: 'сабинянка' },
  Сабика: { meaning: 'первая' },
  Сабрина: { meaning: 'страстная' },
  Саида: { meaning: 'счастливая' },
  Сания: { meaning: 'сияющая' },
  Самика: { meaning: 'возвышенная' },
  Светана: { meaning: 'свет' },
  Светослава: {
    meaning: 'слава светла; славящая свет'
  },
  Святослава: { meaning: 'священная слава' },
  Севастьяна: { meaning: 'высокочтимая' },
  Софи: { meaning: 'мудрость' },
  София: { meaning: 'мудрость' },
  Софья: { meaning: 'мудрость' },
  Соня: { meaning: 'мудрая' },
  Славика: { meaning: 'славная' },
  Славяна: { meaning: 'славянка' },
  Симона: { meaning: 'послушная' },
  Сильвия: { meaning: 'лесная' },
  Синди: { meaning: 'богиня лунного света' },
  Сиана: { meaning: 'сияние' },
  Сара: { meaning: 'владычица' },
  Светлана: { meaning: 'светлая' },
  Серафима: { meaning: 'пламенная' },
  Симона: { meaning: 'послушная' },
  Снежана: { meaning: 'белая как снег' },
  Снежанна: { meaning: 'белая как снег' },
  Соломония: { meaning: 'мудрая' },
  София: { meaning: 'мудрость' },
  Сицилия: { meaning: '' },
  Станислава: { meaning: 'стань славной' },
  Стелла: { meaning: 'латинское' },
  Степанида: { meaning: 'венец' },
  Сюзанна: { meaning: 'лилия' },
  Таисия: { meaning: 'мудрая' },
  Тамара: { meaning: 'царственная' },
  Тамина: { meaning: 'здоровая' },
  Тамила: { meaning: 'томная' },
  Тоша: { meaning: 'бесценная' },
  Татьяна: { meaning: 'устроительница' },
  Таня: { meaning: 'устроительница' },
  Тальяна: { meaning: 'везучая' },
  Тереза: { meaning: 'защита' },
  Томила: { meaning: 'томная' },
  Тоня: { meaning: 'ценная' },
  Тиана: { meaning: 'прекраснейшая' },
  Тиа: { meaning: 'принцесса' },
  Таяна: { meaning: 'таить' },
  Ульяна: { meaning: 'принадлежащая Юлию' },
  Умила: { meaning: 'милая' },
  Устинья: { meaning: 'справедливая' },
  Фаина: { meaning: 'сияющая' },
  Фарида: { meaning: 'редкостная' },
  Фёкла: { meaning: 'Божья слава' },
  Феодора: { meaning: 'подаренная Богом' },
  Феодосия: { meaning: 'Богом данная' },
  Флора: { meaning: ' богиня цветов и весны' },
  Фрида: { meaning: 'грациозная' },
  Фемка: {
    meaning: 'спокойствие; маленькая девочка'
  },
  Фая: { meaning: 'щедрая' },
  Халима: { meaning: 'терпеливая' },
  Хая: { meaning: 'живая' },
  Эвелина: { meaning: 'жизненная сила' },
  Эдита: { meaning: 'иудейка' },
  Элеонора: { meaning: 'сострадание' },
  Элла: { meaning: 'прекрасная и причудливая' },
  Эльвира: { meaning: 'защищенная' },
  Эмилия: { meaning: 'ласковая' },
  Эмма: { meaning: 'сильная' },
  Эрика: {
    meaning: 'строгая предводительница'
  },
  Эстер: { meaning: 'звезда' },
  Юлия: { meaning: 'кудрявая' },
  Юна: { meaning: 'единственная в мире' },
  Ядвига: { meaning: 'верящая в Бога' },
  Яна: { meaning: 'цветущая' },
  Ярослава: { meaning: 'большая слава' },
  Женева: {
    meaning: 'вечно свежая как можжевельник'
  },
  Ладомира: { meaning: 'хороший мир' },
  Лоя: { meaning: 'верная' },
  Луна: { meaning: 'увлеченная' },
  Магдалина: { meaning: 'вдохновенная' },
  Мальвина: { meaning: 'нежная' },
  Цветана: {
    meaning: 'цветок; рожденная в апреле'
  },
  Элария: { meaning: 'веселая' },
  Эсмеральда: {
    meaning: 'драгоценный камень; изумруд'
  },
  Эстель: { meaning: 'звездная' },
  Ясения: { meaning: 'ясная; ясень' }
};
