export default {
  Адалин: {
    meaning: 'благородная',
    origin: 'германское',
    info:
      'В молодости жаждет лучше узнать жизнь, и мужчина, способный научить ее, имеет шансы завоевать ее сердце. Женщина по имени Адалина, является истинной представительницей прекрасного пола, способной не оставить равнодушным ни одно мужское сердце, у нее развита любовь. Способность твердо стоять на ногах проявляется буквально во всем, даже в личных отношениях, приготовит вкусный ужин, чтоб понравится любимому парню./nКак мать, она будет очень дружелюбна с детьми, скептично относится к мнению других. Домашний очаг и уют в доме женщины по имени Адалин в приоритете: у нее всегда чисто, уютно, комфортно любому гостю. Желание доминировать, она скрывает под женственностью, не позволит себя обмануть и не прощает обид. Женщина по имени Адалина, очень женственна, чувственна, восприимчива, с хорошей интуицией, пример сентиментальности и женственности. Чем бы ни занимался мужчина, он будет радостно спешить на работу домой, ведь там его будет ждать она./nДомовитая, чувственная, верная, никогда не предаст любимого мужчину и, в то же время, не станет сдаваться без боя первому встречному. Женщины по имени Адалина, не раздумывая, берутся за выполнение любых, даже самых трудных дел. Главным для них, на протяжении всей жизни остается свобода, привыкайте к тому, что она будет всегда немного отстраненной.'
  },
  Алтын: {
    meaning: 'золото',
    origin: 'тюркское',
    info:
      'Алтын – прекрасная хозяйка, которая любит свой дом, как живое существо, и использует каждую свободную минутку, чтобы наполнить дом теплом и уютом. Алтын бывает непросто найти свою вторую половинку, ведь она слишком проницательна, и к тому же ее острый язычок и неумение закрыть глаза на недостатки партнера служат ей порой недобрую службу. Но как бы то ни было,  женщина с таким сердцем и душой не может остаться одинокой. Семейная жизнь у летней Алтын складывается, как правило, более удачливо, чем у Алтын, рожденной зимой. В доме у Алтын всегда стоит детский гомон и веселая чехарда: помимо собственных детей здесь с удовольствием  «тусуются» многочисленные племянники, дети подруг и соседок./nАлтын часто заслуживает репутацию хорошего профессионала, ведь она очень старательна и много времени посвящает тому, чтобы научиться всем премудростям своей профессии. Способности Алтын как нельзя лучше раскрываются в тех сферах, где необходимо служение людям: медицина, педагогика, психология. Успех ожидает Алтын в разнообразных ремеслах, особенно – в народных промыслах. Алтын прекрасно валяет кошмы, шьет, вяжет, делает красивую глиняную посуду и изделия из кожи. У этой женщины - поистине золотые руки. Произведения Алтын часто экспонируются на различных выставках и вернисажах. Слабое место Алтын – это глаза, ей нужно беречь зрение, почаще давая себе передышку от работы и делая специальные расслабляющие управжения для глаз. '
  },
  Айноа: {
    meaning: 'город во Франции',
    origin: 'испанское',
    info:
      'Она чувственна, и, если любимый парень не может ее удовлетворить, она без угрызений совести найдет другого. Женщина по имени Айноа, не любит сидеть в офисе и выполнять однообразные действия. Порой окружающие считают ее бесцеремонной и прямолинейной./nЧасто ее прямоту, неправильно воспринимают, и их часто называют бессердечными. Она будет контролировать свое желание доминировать и позволит мужчине занять ведущую роль в отношениях, по крайней мере, в период ухаживания. Не стоит ожидать от нее публичного проявления чувств и трепетных вздохов. Это загадка для окружающих, девушка по имени Айноа, чересчур легко влюбляется и нередко в нерешительности разрывается между двумя мужчинами. Она как никто другой станет внимательным собеседником, буквально ловящим каждое слово, никто не будет так радоваться успехам своего мужа и так переживать о его неудачах./nТипичные скромницы, не обнажает прилюдно свои эмоции, верна и послушна, но требует от мужа такой же преданности и порядочности. Если у женщины по имени Айноа, возникнет симпатия к другому мужчине, она не решится на измену прежде, чем порвет с вами все отношения. Будьте смелым и не бойтесь ее агрессивности, и в награду получите ее оптимизм и непоколебимую веру в будущее, которых так часто не хватает в нашей жизни.'
  },
  Артемида: {
    meaning: 'богиня охоты',
    origin: 'греческое',
    info:
      'В греческой мифологии Артемида - богиня охоты. Артемида - дочь Зевса и богини Лето, сестра-близнец Аполлона, родившаяся на острове Астерия в Делосе. По преданию, Артемида, вооруженная луком и стрелами, проводила свое время в лесах и горах в окружении верных нимф - своих постоянных спутниц, которые, подобно богине, очень любили охотиться. Несмотря на кажущуюся хрупкость и грацию, у богини был на редкость решительный и агрессивный характер. С провинившимися она расправлялась безо всякого сожаления. Кроме этого, Артемида строго следила за тем, чтобы в мире животных и растений всегда царил порядок.'
  },
  Августа: {
    meaning: 'божественная',
    origin: 'латинское',
    info:
      'Упрямые, себялюбивые женщины. Эти качества проявляются в них чуть ли не с пеленок. Августа - маленькая вредина: если задумала что-то, сделает назло, даже зная, что ей грозит наказание. Она из тех детей, которые могут упасть на пол в людном месте, колотить ногами и требовать от родителей новой игрушки. Растут девочки болезненными, постоянно подвержены инфекциям, простудам, и родители стараются "не нервировать" свое чадо./nТакое же стремление любой ценой добиться своего свойственно и взрослой Августе. Это женщина с наступательной манерой поведения: она любит навязывать окружающим свое мнение и ведет себя так, будто создана для какой-то великой миссии. Обидчива; повздорив, может долго дуться и не разговаривать. Августа с отчествами Николаевна, Дмитриевна или Иосифовна, да еще рожденная зимой, - особенно эмоциональная особа. Эти дамы горячо вступают в спор, но выслушать собеседника не умеют, дискуссия для них превращается в исключительно собственный монолог./n"Осенние" Августы - люди иного плана. Это уравновешенные, спокойные, "домашние" женщины, немного ленивые и болезненные. Они осторожны в поступках и сдержанны относительно оценки собственных достоинств. Умеют контролировать себя и не склонны искать приключений. Однако есть черта, которая отличает почти всех женщин с подобным именем - расточительность. Независимо от месяца рождения, чуть ли не все Августы - транжирки.'
  },
  Авдотья: {
    meaning: 'благоволение',
    origin: 'греческое',
    info:
      'Анализируя имя Авдотья с психологической точки зрения, стоит отметить, что по характеру это решительная и смелая женщина, которая старается преодолевать все трудности, которые встречаются в ее жизни. Девушка с этим именем активна, оптимистична и общительна, но иногда может впадать в пессимистические настроения. При ссоре девочка по имени Авдотья редко делает первый шаг к примирению, даже если не права./nОбладая привлекательностью, женщина, носящая имя Авдотья пользуется успехом у мужчин и все время пытается справиться с завистью со стороны женщин. Много времени Авдотья уделяет внешнему виду. Критики своего образа или поступков точно не потерпит. Обладательница имени Авдотья ранима, и любой комментарий может ее обидеть. Девушка с именем Авдотья чаще живет сердцем, не придавая значение позывам разума. Особенно это касается личной жизни – пока обладательница имени Авдотья любит человека, она будет ему доверять. В общении она всегда добродушна, способна пошутить пи посмеяться над шуткой. В отношениях имя Авдотья часто берет инициативу на себя. И стоит сказать, что это имя может поразительным образом сочетать работу и личную жизнь, успевая всегда и везде.'
  },
  Аврора: {
    meaning: 'рассвет',
    origin: 'латинское',
    info:
      'Аврора - человек сложный, непредсказуемый. В раннем детстве эти малышки доставляют много хлопот и родителям, и воспитателям. Они раздражительны, капризны и упрямы. Похожи на отца, характером же-в мать. Подвержены простудным заболеваниям, у них уязвимая нервная система. Учатся неплохо, их влекут музыка, танцы, а также чтение. Взрослея, остаются настойчивыми и упрямыми./n"Зимние" иногда так и не выходят замуж, поскольку склонны к слишком высокой самооценке. Нужно отдать должное - они и вправду талантливы. Стремятся любой ценой блистать в обществе. Авроры, рожденные зимой, - мотовки, охотно Путешествуют, если представляется такая возможность, по городам и странам./n"Осенние" - рассудительны и не совершают необдуманных поступков. В их жизни не случится неожиданностей - они все просчитают заранее. Эти женщины терпеливы и чувствительны. В браке вполне счастливы, в семье стремятся лидировать, хотя на работе предпочитают держаться в тени. Им не свойственно хвастовство./nАвроры любое дело доводят до конца. У них неординарное мышление, и одеваются они нестандартно. Любимые цвета: фиолетовый, коричневый и голубой./n"Летние" - натуры увлекающиеся, романтичные. Из литературы предпочитают поэзию, нередко сами пишут стихи.'
  },
  Агата: {
    meaning: 'добрая',
    origin: 'греческое',
    info:
      'Характер этой женщины отнюдь не такой мягкий, как можно предположить, судя по переводу ее имени./nОна достаточно настойчива, тверда в желаниях, не любит плакать и жаловаться на свою жизнь, стремится к независимости. Характер Агат трудно охарактеризовать в общих чертах. В данном случае, как никогда, очень многое зависит от отчества и времени рождения. Одни Агаты открыты миру, наблюдательны и восприимчивы, другие, напротив, равнодушны к окружающим, их интересует только собственное состояние. Агата обычно сдержанна, умеет скрыть и радость, и горе, по внешним проявлениям трудно определить, какие чувства владеют ею./nВместе с тем Агата, рожденная в январе, не по-зимнему эмоциональна, ее эмоции буквально написаны на лице. Однако бурный темперамент нередко служит защитной маской, призванной скрыть нерешительность и обуревающие ее сомнения. "Февральские" Агаты нелегки в общении. С ними тяжело дружить - они слишком прямолинейны и неуступчивы. Эти качества нередко служат причиной семейных неурядиц. Что объединяет всех Агат, так это любовь к собственному очагу, стремление обустроить дом, свить уютное гнездышко. Они в гости ходят с явным неудовольствием, предпочитая принимать гостей у себя.'
  },
  Агафья: {
    meaning: 'целомудренная',
    origin: 'греческое',
    info:
      'Удивительно, но чаще всего обладательницы этого имени действительно очень хорошие люди: заботливые, внимательные, приятные в общении. Однако родителям, выбирающим это имя для своей дочери, стоит знать, что не нужно совмещать имя Агафья с его европейским вариантом Агатой, так как воздействие этих имён на человека является в корне разным, и девочки, которых будут параллельно называть то Агафьями, то Агатами, могут иметь несколько “размытый”, постоянно меняющийся характер. Друзей у Агафьи много. Часто она выступает тем звеном, которое сдерживает компанию друзей, не даёт ей распасться, при этом колоссальная коммуникабельность позволяет ей уделять внимание каждому из друзей, помогать им и быть важной составляющей их жизни.'
  },
  Аглая: {
    meaning: 'блистающая',
    origin: 'греческое',
    info:
      'Тайна имени Аглая скрывает честолюбивую, настойчивую женщину, с мощным интеллектом и завидным, просто обжигающим темпераментом. Ее характер проявляется еще в раннем детстве – она рождается целеустремленным и талантливым человеком, стремящимся к победе. При этом ей не присущи злопамятность, зависть и жадность, которыми часто отличаются люди, готовые идти ради карьеры «по головам». Ее успех рождается вместе с ней, закладываясь на генетическом уровне./nБудучи уравновешенной и предельной спокойной девушкой, Аглая все же любит поспорить, пытаясь продемонстрировать свой интеллект, эрудицию и гибкий ум. Она не стремится избегать в перепалке конфликтов, правда, потом жалеет о своей несдержанности. Умеет логически мыслить и анализировать, а ее доводы обоснованы и лаконичны, поэтому с ней всегда интересно. Она быстро усваивает информацию и приспосабливается к любой ситуации. Имеет высокую, но справедливую самооценку, буквально излучает уверенность в собственных силах./nЗначение имени полностью соответствует внешности девушки. Аглая очень красива и женственна, прекрасно осознает силу своих чар. Это придает ее поведению замашки настоящей «королевы», умеющей держать людей на расстоянии. А поскольку характер женщины не допускает и намека на панибратство, с ней порой бывает крайне тяжело общаться. Ей невольно удается возвести между собой и собеседником стену отчужденности, от которой веет арктическим холодом./nОна любит мечтать и фантазировать, причем это лишь придает девушке исключительность. Многие считают ее слишком холодной и высокомерной, спесивой и категоричной, но это не так. Да, она умеет быть отчужденной и гордой, но эту обособленность рождает не высокомерие, а ее глубокая душа./nХарактер Аглаи имеет и свои недостатки – это красивое имя свойственно медлительным, но очень властным, даже деспотичным женщинам, тем не менее, обладающим мощным духовным началом. К негативным качествам относится излишняя обидчивость и отсутствие самокритики, импульсивность и порывистость, смешанная с эмоциональностью.'
  },
  Агнесса: {
    meaning: 'непорочная',
    origin: 'греческое',
    info:
      'Агнессы - живые, добрые и смелые девочки: маленькие без робости и с удовольствием выступят перед гостями. В школе учатся хорошо, особенно им даются математика и русский язык. Занимаются спортом, но без заметных результатов. Среди сверстников они лидеры. Честны, принципиальны и справедливы, часто вступают в спор, чтобы доказать свое./nС возрастом характер их почти не меняется, разве что становится более покладистым. Бывает, что некоторые так и не выходят замуж, но замужние Агнессы - хлебосольные и гостеприимные хозяйки./nЭти женщины весьма проницательны, ввести в заблуждение их трудно, если же уличат кого-то в обмане, то порвут с таким человеком все отношения. Внутренний мир Агнессы - духовный, светлый. "Летние" - способны к самопожертвованию. Очень преданы работе.'
  },
  Агния: {
    meaning: 'непорочная',
    origin: 'русское',
    info:
      'Женщины с таким именем весьма принципиальны, со сложным характером. Очень талантливы, прагматичны и осмотрительны в поступках, ничего не делают, не подумав. Обычно лучшие ученицы - из тех, кого всегда ставят в пример другим. Внешне похожи на мать. Домоседки. Увлекаются симфонической музыкой, много читают. Наделены утонченным вкусом./n"Зимние" - с противоречивым характером, спорщицы, любят настоять на своем. В личной жизни им часто не везет, и жизнь свою они заканчивают в одиночестве. В старости много болеют, особенно их беспокоят сердце и больные ноги./nЭто люди с богатым духовным миром, тонкие и чувствительные. Своим присутствием такие женщины могут украсить любое общество. Они прекрасные рассказчицы, гостеприимны и общительны. Агнии быстро сходятся с людьми, однако расстаются с ними нелегко.'
  },
  Агриппина: {
    meaning: 'горестная',
    origin: 'латинское',
    info:
      'Маленькая Агриппина очаровывает своим обаянием всех окружающих. Весёлая девочка легко находит общий язык и со сверстниками, и со взрослыми. Она любит общение и избегает конфликтов. Окружающие считают, что Агриппина совершенно бесхитростна, но на самом деле это не так. Девочка рано понимает, что с помощью врождённого очарования может легко манипулировать людьми и вовсю этим пользуется, причём окружающие даже не замечают, что попали «на крючок». Агриппина, несмотря на показную открытость, часто скрывает свои чувства, она запоминает обиду и может быть коварной./nАгриппина навсегда остаётся ребёнком в душе. В ней удивительным образом сочетаются детская уязвимость и твёрдый характер. Волевая Агриппина всегда достигает намеченных целей, она обладает железной хваткой, что помогает ей добиться успехов сначала в учёбе, а затем и в карьере. Обладательница этого имени стремится стать лучшей в той сфере, которую выбрала для себя, она никогда не согласиться с ролью второго плана. Коллеги восхищаются Агриппиной, а руководство дорожит таким работником. Она может быть успешной во всех областях, но особенно в творческой сфере./nАгриппина способна найти подход к любому человеку, её всегда окружают приятели, о которых она знает буквально всё, но сама никого не пускает в свою душу. При этом друзьям Агриппины кажется, что у них доверительные отношения, они даже не подозревают, сколько тайн скрывает Гриппа. Так как девушка с таким именем держит все переживания в себе, то она не понаслышке знает, что такое депрессия. В этот период Агриппина становится раздражительной и может грубыми словами причинить боль своим близким, но, к счастью, она быстро решает свои внутренние проблемы и вновь заряжает окружающих оптимизмом./nОбладательница этого имени настолько красива, что ею любуются все. С детства она окружена вниманием представителей противоположного пола и быстро привыкает к восхищению. С возрастом к красоте добавляется ещё и сексуальность, которую Агриппина даже не пытается скрывать. У неё много поклонников, девушка считает, что разбирается в мужчинах, но при этом не отличается разборчивостью в связях. Агриппина мечтает о семейной жизни, ведь для неё важна стабильность, но её муж должен быть готов к тому, что жену придётся постоянно баловать, восхищаться ею, иначе Агриппина будет сомневаться в правильности выбора спутника. Так как представительница прекрасного пола с таким именем привыкла быть во всём первой, то в браке она становится идеальной женой, образцовой хозяйкой и хорошей мамой.'
  },
  Ада: {
    meaning: 'украшение',
    origin: 'библейское',
    info:
      'В детстве эти малышки доставляют много беспокойства родителям и воспитателям: они импульсивны и упрямы, часто болеют - у них слабые легкие и горло, неустойчивая нервная система. Учёба им даётся нелегко. Несколько мужской характер Ады с возрастом почти не меняется: она так же импульсивна, упряма и смела. Добивается своих целей не только пробивной способностью, но и большим трудолюбием. Пользуется успехом у молодых людей. С собственной матерью у Ады отношения не складываются./nСудьба нередко бывает трудной. Несмотря на явный успех у мужчин, с которыми она дружит охотнее, чем с женщинами, замуж ей выйти нелегко, и брак чаще всего оказывается неудачным./n"Зимние" - весьма чувственны. Первый брак у них недолговечен, в браке рождаются девочки (у рожденных в марте - обычно мальчики). Это не "домашние" женщины. Они терпеть не могут и не умеют готовить, зато живут богатой духовной жизнью, любят театр, сами очень пластичны. Часами могут болтать по телефону, утром не прочь подольше поваляться в постели./n"Летние" - не столь чувственны, как их "зимние" тезки, но судьба их тоже не балует./nЖенщины с именем Ада любят одеваться необычно, экстравагантно, любят навешивать на себя блестящую бижутерию, предпочитают черный и оранжевый цвета. Они непоседливы, охвачены "страстью к перемене мест", не прочь покомандовать другими. В целом же это добрые люди. По профессии они - адвокаты, музыканты, парикмахеры, тренеры, бухгалтеры.'
  },
  Аделаида: {
    meaning: 'благоухающая',
    origin: 'древнегерманское',
    info:
      'Общительная, дружелюбная, коммуникабельная девчонка, проявляющая интерес ко всему, что встречается на ее житейском пути. Бесконечно играется и балуется, развлекается и веселится, везде находит себе дело или какое-нибудь интересное занятие, легко знакомится с новыми людьми и общается с ними, как с давно знакомыми, но с трудом контролирует эмоциональный поток./nВ раннем детстве у девочки, над которой покровительствует значение такого женского имени как Аделаида, могут проявиться такие черты как чувствительность, вспыльчивость, эмоциональность, восприимчивость, красноречивость, общительность и разговорчивость, старательность и действенность, непоседливость, непослушание, неспособность слушаться и жить по правилам, принципиальность и активность. У этой девочки нет времени на скуку или безделье, она все время в движении, вечно ищет приключения. Родителям стоит уделить особое внимание малышке, над которой покровительствует значение этого имечка – в противном случае из нее может вырасти такая баловница, справиться с которой не смогут нигде, ни в школе, ни в любом другом образовательном учреждении./nУ девочки подростка, над которой покровительствует значение и энергетика имени Аделаида, довольно буйный нрав и море оптимизма. Это редкое красивое имя способно одарить носительницу добротой, отзывчивостью, доброжелательностью и добродушием, оптимистичностью и позитивным мышлением, шутливостью и общительностью, болтливостью и красноречивостью, но никак не ответственностью. Обычно названные этим именем девушки отличаются особым легкомыслием и безответственностью – значение этого имечка одаряет уникальным складом ума и способностью логически рассуждать, но не одаряет способностью отвечать за слова, выполнять общения, и ответственно относиться к делам и важным заданиям. Не стоит Аделаиде доверять важные дела, она обязательно что-то напортачит, или забудет, или и вовсе просто не сделает./nНеспособность концентрироваться и отсутствие склонности к изучению точных наук, обычно сказываются на профессиональной деятельности носительниц имечка Аделаида. Значение этой именной формы в конце концов, зато может одарить даром переубеждения, красноречием и коммуникабельностью, и в зрелости у носительницы этого имени эти качества могут только усилиться. В итоге, практически все Аделаиды идут работать учителями, общественными деятелями, журналистами и юристами, и вообще, по профессиям, подразумевающим исключительно как можно большее количество общения. Такие девушки становятся отличными психологами и юристами. Правда есть и одно «но» — таких лучше не подпускать к коллективной работе, потому как значение одаряет слишком сильной тягой к общению, и в итоге Аделаида может больше времени тратить на общение с коллегами, нежели на саму работу. Хотя у нее имеются организаторские способности, которые как раз могли бы пригодиться в таком случае.'
  },
  Адель: {
    meaning: 'благородная',
    origin: 'английское',
    info:
      'В раннем детстве неспокойная, только к концу первого года жизни становится более спокойной, хорошо развивается, рано начинает ходить./n"Июльская" Адель - угодливая, ласковая, но очень ранимая девочка. Немного сторонится сверстников, боится, что ее обидят. Умеет сама себя чем-то занять: охотно помогает маме по хозяйству, играет с куклами, рано начинает учиться рукоделию. Очень любит читать, в подростковом возрасте отдает предпочтение фантастике или научно-популярной литературе. Обожает маленьких детей, с удовольствием возится с соседскими малышами. В школе учится неплохо, но скромность и некая скованность не дают ей возможности проявить себя в полной мере. У нее чаще всего хороший музыкальный слух, неплохой голос, она может успешно закончить музыкальную школу. Но такой девочке очень нужна помощь старших, и особенно родителей, самой ей трудно достичь больших успехов. Важно, чтобы родители обратили внимание на ее способности, помогли ей развить их. Адель может быть хорошей спортсменкой: теннисисткой, пловчихой, гимнасткой. У нее от природы есть характер, а вот бойцовские качества нужно в ней воспитать./nВзрослая Адель не становится более смелой без посторонней помощи. Онаможет остаться такой же скромной, застенчивой, спокойной настолько, что кажется инфантильной./nВ работе Адель очень аккуратна, обязательна, пунктуальна. Никогда не подведет коллег. Она великолепный работник, профессионал в своем деле, но может навсегда остаться лишь хорошим исполнителем. Она не стремится сделать карьеру, а другим и в голову не приходит ей помочь, а напрасно. Адель может быть прекрасным руководителем, ее умение ладить с людьми, спокойный характер, способность расположить к себе коллег могли бы сослужить хорошую службу ей и всему коллективу. Ее обычно все уважают, считаются с ее мнением. В экстремальных условиях Адель умеет максимально собраться, сосредоточиться на главном и спокойно принять единственно правильное решение. Ошибки допускает крайне редко. Адель бывает очень твердой, настойчивой, если знает, что она права./n"Летняя" Адель трудно сходится с людьми из-за неуверенности в себе, "декабрьская" или "февральская" - не со всеми находит общий язык, ей легче общаться с мужчинами, чем с женщинами./nЗамуж Адель выходит так же спокойно и незаметно для окружающих, как и живет всю жизнь. Она долго встречается со своим избранником, и их дружба перерастает в семейный союз. Характер этой женщины меняется, когда у нее появляются дети. Спокойная и уравновешенная, она может быть "львицей", если нужно защитить детей. В семейной жизни Адель терпелива, вынослива, способна поддержать мужа в трудную минуту./nОна нежная и верная подруга для своей "половины". Адель домоседка, не любит бывать в людных местах. Имеет одну-две преданные подруги в личной жизни, в которых она принимает активное участие: помогает по хозяйству, остается с их детьми, мирит с мужьями. Подруги ее просто боготворят. Адель нравится готовить, она любит гостей, принимает их с большим удовольствием, щедро накрывает стол./nАдель очень любит животных, в ее доме часто обитает кошка или собака некрупной породы.'
  },
  Аза: {
    meaning: 'сильная, крепкая',
    origin: 'древнееврейское',
    info:
      'Это болезненная, неспокойная в детстве девочка с плохим аппетитом, неустойчивой нервной системой. В семье ее балуют, уделяют много внимания. Аза капризна, знает слабости родителей и умеет этим пользоваться. Может закатить истерику, если ей что-то запрещают, но своего добьется. В играх с детьми она лидер, на другую роль не соглашается. Если встречает сопротивление подруг, может все бросить, забрать свои игрушки, расстроить компанию и уйти. Настойчивая и эксцентричная девочка. Любит действовать неординарно, рассчитывая на эффект, показывая свое явное превосходство. Очень музыкальна, рисует, рано проявляются ее способности и в хореографии./nВ школьные годы вспыльчива, упряма, перечит учителям, часто все делает назло взрослым. Ее необходимо побудить заниматься спортом, более других видов ей подойдут плавание или теннис./nПо характеру Аза похожа на мать, но взаимопонимания с ней дочь так и не находит. По духу ей ближе отец, на которого она очень похожа внешне./nВ зрелом возрасте у Азы много друзей, она предпочитает дружить с мужчинами или женщинами с мужским складом характера. Ей чужды сплетни и пересуды, она. не терпит болтунов. Сама немногословна, однако обожает приятное общество./n"Зимняя" - с нелегким нравом, способна на необдуманные поступки, слишком принципиальна. Мужественно переносит неудачи, умеет держать себя в руках. Каждая преодоленная неудача делает ее сильнее и решительнее. Любит власть, способна управлять людьми. Руководство коллективом ей дается намного легче, чем иным мужчинам./n"Осенняя" любит внимание, не терпит одиночества, ибо она непременно должна кому-то демонстрировать свои способности и таланты. Считает себя непревзойденной женщиной, на голову выше остальных. Веселая и обаятельная, никогда не забывающая, в каком "ракурсе" выглядит наиболее эффектно./n"Весенняя" Аза легковозбудима, очень влюбчива. Часто меняет возлюбленных, но со всеми остается в хороших отношениях. Хитра и ловка. Талантливая актриса. Рачительна в трате денег, но и скупой ее не назовешь. Не любит слабых, жадных и беспомощных мужчин. Пренебрежительно относится почти ко всем женщинам и предпочитает дружить с сильным полом./n"Летняя" Аза наиболее мягкая из всех представительниц прекрасного пола с таким именем. Она весела и беззаботна. Несколько строптива, но совершенно бескорыстна. Не слишком любит заниматься чужими делами и не бросается на помощь каждому; истинные же друзья ее всегда могут на нее рассчитывать. Аза имеет влиятельные связи, и если и может помочь многим, то не считает это удобным для себя, а заводить выгодные знакомства она умеет./nАза - прекрасная хозяйка, чистоплотна, в ее доме все блестит, как в хирургическом кабинете. Некоторых это сильно раздражает. Она может пригласить гостей, а сама, заметив какие-то неполадки, ходить вокруг них с мокрой тряпкой и вытирать полы, стряхивать крошки со стола: не каждый будет чувствовать себя удобно в такой обстановке. Сама же Аза делает это не специально: не терпит грязи./nЗамуж Аза не спешит, но если выходит, то обязательно за того, о ком мечтала. Любит детей и мужа, пользуясь взаимностью.'
  },
  Азиза: {
    meaning: 'драгоценная',
    origin: 'азербайджанское',
    info:
      'В раннем детстве очень неспокойная девочка, трудно поддается влиянию. Воспитывать ее нелегко и в школьном возрасте. Она лидер среди сверстников, не дает спуску мальчишкам. Смелая и решительная. Подвержена заболеванию фарингитом. Нервная система Азизы неуравновешенна. Следует обратить на это внимание, в дальнейшем могут быть нервные срывы./nАзиза недисциплинированна, не умеет рассчитывать свое время и силы. Часто берет на себя непосильный труд, потом на полпути бросает начатое./n"Зимняя" - очень упряма, характер наследует отцовский. Мечтает о рыцаре, который покорит ее сердце. Однако разочарования подстерегают ее на каждом шагу. Она фантазерка и не может примириться с тем, что реальная жизнь отлична от ее идеалов. Азиза неосторожна в воде, следует присматривать за ней в детстве, ненавязчиво предостерегать и в более взрослом возрасте./nАзиза предпочитает иметь друзей из числа мужчин, которые так и вьются вокруг нее. Она привлекает представителей сильного пола с характером более мягким, чем у нее самой. А вот Азизе больше нравятся сильные духом. У нее хорошая память, она все быстро схватывает. Не любит повторять одно и то же несколько раз, это ее раздражает. Не терпит флегматичных, медлительных людей. У нее все горит в руках, и она не понимает, как можно быть другой./n"Осенняя" Азиза, особенно "ноябрьская", слишком осторожна, рассудительна и расчетлива. Она спросит совета у нескольких людей, будет сравнивать мнения, анализировать, но поступит в конце концов так, как ей выгодно. Небескорыстна, охотно делает одолжение, если знает, что это ей принесет пользу. В противном случае будет долго колебаться: стоит ли обременять себя./n"Летняя" Азиза - нетерпелива, может в разговоре перебивать собеседника, досказывать за него мысль, однако не всегда удачно. Такое общение усложняет ей жизнь, поэтому многие избегают дискуссий с Азизой, пренебрегая ее мнением./n"Весенняя" обладает изысканным вкусом. Прекрасно разбирается в моделировании одежды, интерьере, кулинарии. За что ни возьмется, ей удается все. Она музыкальна, хорошо поет, танцует. Увлекается живописью, архитектурой. Хорошо знает историю./nАзиза обладает большим интеллектуальным потенциалом, стремится развивать и оттачивать его. Любит путешествовать, легко знакомится с людьми./nРожденная в августе не ладит с матерью, вспыльчива, не может найти с ней общий язык. Однако Азиза добрая и очень любит свою мать, а из-за отсутствия взаимопонимания с ней очень страдает. Азиза чистоплотна, в ее доме - ни пылинки. Любит красивую посуду, умеет обставить квартиру. Сама водит машину. Когда Азиза вспылит, ее урезонивать небезопасно. Но через минуту она отходит и сама смеется над своей несдержанностью. Корить себя она не будет.'
  },
  Аида: {
    meaning: 'полезная',
    origin: 'арабское',
    info:
      'Аида представляет тот тип женщин, которые восприимчивы ко всему, что касается духовных сторон жизни. Наделена врожденным чувством прекрасного, природа щедро одарила этих женщин и привлекательной внешностью, и многими талантами - они музыкальны, неплохо рисуют, не лишены поэтического дара; их привлекает все исключительное, не связанное с обыденностью. Аида мечтает стать актрисой, художницей, певицей, и, надо сказать, у нее для этого есть все данные. Однако жизнь распоряжается по-своему, и, получив образование, Аида чаще всего не работает по выбранной специальности. Из этой женщины мог бы выйти прекрасный педагог: она наблюдательна, тактична, умеет найти подход к любому человеку и с большой ответственностью относится к тому, что делает./n"Зимняя" Аида смела в поступках, раскованна, умеет красиво говорить, способна без внутренней робоcти выступить перед большой аудиторией. Это уверенный в своих силах и в своем обаянии человек./n"Летняя" (особенно "июльская") Аида обладает богатым воображением. Она мечтательна и в мечтах способна уноситься так далеко, что долго не может потом опуститься на грешную землю. Ее занимают вопросы философии, религии, мироздания./nАида не торопится замуж, это весьма темпераментная особа и мужа себе выбирает такого, чтобы соответствовал ей и в этом плане. В семье стремится верховодить и мужем, и домочадцами. Ей противопоказано жить вместе даже со своей матерью, а тем более со свекровью. Любит выделяться в обществе и питает пристрастие к долгим разговорам по телефону./nИменем Аида в наше время называют все реже, а ведь, надо сказать, оно приносит удачу.'
  },
  Айгуль: {
    meaning: 'лунный цветок',
    origin: 'казахское',
    info:
      'Малышка радует общительностью и очень рано начинает гулить, а потом и говорить. Она настоящий центр притяжения в семье, собирает вокруг себя всех родственников, ближних и дальних. В каком-то смысле выполняет роль миротворца./nПрекрасная память – основная причина ее хорошей успеваемости в школе. Айгуль не отличается усидчивостью и не желает углубляться в изучение того, что ее не интересует. Очень трудно девушке даются точные науки. Зато она прекрасно декламирует стихи, ее увлекает литература, книжный мир жизненных коллизий и приключений./nАйгуль коммуникабельна и эмоциональна, и с возрастом женщина не утрачивает этих качеств. Айгуль весьма магнетична, ее яркая внешность привлекает противоположный пол, но окружающих немного пугает ее взрывной темперамент, непредсказуемость высказываний и отсутствие пиетета к авторитетам./nЕй следует научиться сдерживать свои порывы, потому что это поможет ей построить отношения с нужными людьми./nАйгуль многие считают самолюбивой и конфликтной. Эти черты характера женщина тщательно скрывает, но если они проявляются, начинается ссора. Айгуль никогда не спорит с оппонентами, а одерживает над ними верх путем интриг. Именно поэтому в зрелом возрасте ей очень трудно строить новые отношения.'
  },
  Аксинья: {
    meaning: 'странница',
    origin: 'греческое',
    info:
      'Девочка по имени Аксинья с детства обладает твердым, упрямым характером. Она не любит подчиняться, но если на нее не давить, она может прислушиваться к советам. Девочка с этим именем очень задумчивая, сосредоточенная – если у нее появляется к чему-либо интерес, она с головой уходит в него, переключиться ей трудно. Главные ее качества: бесхитростность, прямодушие. При этом она очень самолюбива, не любит быть хуже других, благодаря чему в школе учится хорошо, хотя не очень способна к точным наукам. Аксинья эмоциональна и очень вспыльчива, с ней нелегко дружить. Но за друга она всегда вступится. В спорах ей важно настоять на своей правоте, она даже может обидеть неосторожным словом, о чем позже пожалеет. Ей многое дается с трудом, но от намеченной цели Аксинья не отступает, она умеет концентрироваться на главном. В любви Аксинья полностью проявляет свой мощный характер: эта женщина все способно отдать тому, кого любит, но и взамен требует преданности. Мужчина, который сможет поладить с Аксиньей, должен обладать очень сильным характером и глубоко понимать ее. Брак с ней может быть неудачным, но если Аксинья найдет себе понимающего мужчину, то будет внимательной и понимающей женой, хорошей хозяйкой и заботливой матерью своим детям.'
  },
  Акулина: {
    meaning: 'орлиная',
    origin: 'латинское',
    info:
      'Акулина — это сгусток страстей. Любовь для нее превыше всего. В людях видит только хорошее, из-за чего часто оказывается обманутой. Характер довольно тяжелый – вспыльчивый, неотходчивый. Она может быть заносчива и недоброжелательна. Пользуется неизменным успехом у мужчин, и сама очень влюбчива. Однако с созданием семьи могут быть проблемы – Акулина не умеет приспосабливаться и подлаживаться, для нее очень важно высказать свою точку зрения. При этом она отличается вздорным нравом, часто бывает невнимательна к другим, и одновременно легко поддается чужому влиянию. Зато Акулина хорошо знает, чего хочет и упорно этого добивается. Никогда не жалуется на жизнь. И еще – она прекрасно готовит.'
  },
  Алана: {
    meaning: 'согласие',
    origin: 'французское',
    info:
      'Эта женщина доброжелательна и улыбчива. Она неравнодушна к искусству, особенно к музыке, и одновременно практична. Внешне может быть холодна, даже груба, но в ее мягком и любящем сердце всегда найдется место состраданию, сочувствию. Очень обидчива, порой даже трудно определить, что послужило поводом для ее обид. Эта женщина не так проста, как кажется. Чтобы по-настоящему узнать ее, с ней надо съесть не один пуд соли./nОна производит впечатление легкомысленной и ненадежной, в то время как на самом деле Алана - верный и преданный человек. В душе она романтик, но в повседневной жизни проявляет удивительную практичность./nАлана обладает независимым характером, выйдя замуж, пытается командовать мужем (особенно это касается "зимних" женщин), со свекровью по этой причине у нее отношения не самые лучшие. У Аланы мужской склад ума, который она умело скрывает за обаятельной внешностью. Алана не прочь прикинуться слабой и беззащитной, но не каждый сильный мужчина способен подчинить ее себе./nНе выносит одиночества, она быстро привязывается к людям и к месту, любит во всем стабильность и без крайней необходимости не меняет места работы. Алана влюбчива, но, быстро воспламеняясь, горит ровным пламенем, и очень скоро ее чувства затухают, будто их и вовсе не было./nВ наше время это довольно редкое имя.'
  },
  Алевтина: {
    meaning: 'свободная',
    origin: 'латинское',
    info:
      'Алевтина - милая, хотя и нервная девочка, подверженная тонзиллиту и фарингиту. Похожа на отца и внешне, и характером, поэтому, возможно, привязана к нему больше, чем к матери. Не лишена талантов: неплохо рисует, обладает прекрасным слухом, и родители рано отдают дочь в музыкальную школу./nС возрастом Алевтина становится категоричной в суждениях, нетерпимой к мнению других. Окружает себя множеством друзей, но никому из них не доверяет. Ей сложно угодить, она всем недовольна. Ценит себя чрезвычайно высоко, поэтому спутника жизни выбирает очень долго./nОна не лучший тип руководителя. Однако ее высокомерие и властность нередко ошибочно принимаются окружающими за самостоятельность, уверенность в себе, силу воли, твердость, так необходимые руководителю качества. Конфликты в коллективе, возглавляемом Алевтиной, неизбежны, даже если она будет рачительно заботиться о подчиненных./nТрудно с Алевтиной и в браке, хотя она домоседка, экономная хозяйка, неплохая мать. Она строго следит за своим внешним видом, не выйдет на улицу непричесанной. И все же редкий мужчина выдерживает ее командирский тон. Только строгое воспитание с раннего детства может несколько смягчить подобный характер.'
  },
  Александра: {
    meaning: 'защитница',
    origin: 'греческое',
    info:
      'Если Сашенька в семье единственный ребенок - она будет упряма и капризна. Не очень любит играть с другими детьми. Обладает хорошим здоровьем. В школьном возрасте с удовольствием посещает спортивные секции, в спорте проявляет целеустремленность и может добиваться хороших результатов. Скрытна, редко находит общий язык с матерью. Учится хорошо, если сама решит, что это нужно. Домашние дела ее не привлекают; когда в доме начинается генеральная уборка, Саша предпочитает "заболеть", но, находясь в гостях или там, где ее мало знают, способна поразить своим трудолюбием. Несколько замкнута, производит впечатление нелюдимой, хотя, по существу, очень доверчива. Не пытайтесь с ней хитрить: принципиальная во всем, она не понимает и не прощает малейшего обмана, и вы навсегда утратите ее расположение. Сама она кристально чиста и требует такой же правдивости от других./nРано начинает дружить с мальчиками, она и позже чувствует себя лучше в обществе мужчин, которые с нею охотно дружат. В юности становится более открытой, появляется откровенность в отношениях с матерью. Саша имеет четкое представление о своем месте в жизни, она обязательно попытается получить высшее образование, поступить в институт. Из Александр получаются хорошие врачи, бухгалтеры, их привлекает вождение автомобиля. Любят смотреть хоккей и футбол. Замуж выходят, как правило, поздно. Муж Александры находит в ней не только хорошего друга и помощника, но и прекрасную хозяйку, заботливую мать. Любовь преображает Александру, избавляет от присущей ее натуре праздности. Очень любит путешествовать, жить в палатке, проводить время за городом. В браке постарается завести двоих-троих детей, будет строгой матерью, для своей семьи способна сделать многое. Со свекровью отношения сложные.'
  },
  Алёна: {
    meaning: 'любимая',
    origin: 'галльское',
    info:
      'Излишне впечатлительна и возбудима. Обладает врожденным чувством прекрасного. Она немного ленива, любит откладывать дела. Как никто, нуждается в постоянном тепле и участии. Алёна – интроверт. Ей уютно только в своем собственном мире. Обожает роскошь драгоценности. Очень взбалмошна. Любит врать и интриговать. Ее капризность очаровательна. Как ни странно, у нее твердая воля. Мужчин, как правило, порабощает. Считает, что красивее, лучше ее нет. Очень элегантна. Независима. В привязанностях очень переменчива. Поклонников, которых у нее много, бессовестно использует. Впрочем, долго рядом с ней никто не задерживается. Она дружелюбна, но завистлива, общительна, но корыстна.'
  },
  Алико: {
    meaning: '',
    origin: 'грузинское',
    info:
      'Несет в себе эмоциональные черты - такие, как упрямство, настойчивость. В школе больше друзей мальчишек, чем девочек. В детстве подвижные, любознательные; занимаются спортом только "зимние". Они великие спорщики, но им можно доверять всегда: никогда не подведут. Обладают скрытным характером, похожи на отца - внешне, любят всегда и везде быть первыми. Утром поднимаются тяжело (они - "совы"); у них хорошо развита фантазия, любят рисовать./nВзрослые - скромны. "Летние" - нерешительны и замкнуты. Предпочитают находиться в тени. Если что-то делают, то не спеша, хорошо продумывая каждую деталь. Из-за своей доброты страдают, принимая все близко к сердцу./nОни трудолюбивы, всегда безвозмездно помогают всем. В браке им не очень везет, но они терпеливы, хорошие хозяйки и вкусно готовят. Гостеприимные, больше любят принимать гостей, чем ходить в гости. Брезгливы./nСтановятся певицами, драматическими актрисами, модельерами, преподавателями музыки, воспитателями в детсаду, переводчицами, продавцами, бухгалтерами, парикмахерами. Любят одеваться неординарно и быть непохожими на других./n"Зимние" предпочитают фиолетовые и оранжевые тона, ходят на высоких шпильках, несмотря на то что некоторые и так высоки./nАлико никому не навязывает своих идей, она терпелива, сентиментальна. И если "осенней" поведать однажды историю, связанную с тяжкой смертью человека, она сразу расплачется./nЖенщины по имени Алико любят ходить на концерты популярной музыки. Имеют успех у своих коллег по службе - бухгалтеров, экономистов. Они расчетливы, умеют вести серьезные дела, обожают передвигать мебель, любят красивую посуду, антиквариат, собак, прогулки с ними. Брак у Алико удачен, и живет она со свекровью спокойно, никогда не ругается с нею. Рождаются мальчики./nАлико сама водит машину, любит долго разговаривать по телефону.'
  },
  Алина: {
    meaning: 'благородная',
    origin: 'древнегерманское',
    info:
      'Алина - болезненная в детстве девочка, очень раздражительная, упрямая и дерзкая, не терпящая никаких замечаний. Часто воспитывается в неполной семье, одной матерью, а вот характер наследует от отца, да и внешне похожа на него. У нее хорошая память, она быстро схватывает услышанное, и в школе Алина учится хорошо. Она любит рисовать и читать исторические романы. Самолюбива, стремится всеми командовать, довольно конфликтна и умудряется в школе испортить отношения едва ли не со всеми учителями, да и с матерью постоянно ссорится из-за пустяков. Предпочитает дружить с мальчикам!/nС возрастом характер подобных женщин несколько смягчается, становится более спокойным, хотя упрямство, нетерпимость, способность переходить и одной крайности в другую остаются. Окружающие иногда находят ее хитрой однако в отношениях с мужчинами ей недостает гибкости: обязательно скажет что-то себе во вред, о чем следовало бы умолчать./nЗамуж Алины выходят поздновато, у них рождаются девочки, похожие на отца, но с характером матери. Они неплохие хозяйки, очень гостеприимны однако со свекровью ужиться не могут: характер этих женщин таков, что им лучше жить врозь не только со свекровью, но и со своими родителями./nАлина умеет себя подать, старается всегда выглядеть привлекательной. Она - модница с хорошим вкусом. Умудряется буквально из ничего сделать оригинальный туалет и не забудет заставить окружающих обратить на него внимание. И вообще любит похвастаться./nАлины - способные люди. Работают они в разных областях, есть среди них инженеры и художники, врачи и продавцы, журналисты и архитекторы, музыканты и педагоги, хотя последняя профессия, учитывая невыдержанный характер таких женщин, им противопоказана.'
  },
  Алиса: {
    meaning: 'благородная',
    origin: 'древнегерманское',
    info:
      'Алиса - обаятельная девочка и, несмотря на некоторую леность, всеобщая любимица. Внешне похожа на отца./nЭто покладистые и прагматичные люди, они очень чистоплотны, бережливы, не любят бросать деньги на ветер. Брезгливы./nМужья им почему-то попадаются с непростым характером, и Алисе приходится приложить немало усилий, чтобы в семье царил мир. У них, как правило, один ребенок, чаще всего сын./n"Зимние" - с противоречивым характером; настойчивы до упрямства, принципиальны, но справедливы. Они решительны в поступках и не жалеют о том, что сделали. В коллективе больше дружат с коллегами мужского пола, но стараются держаться в тени, ничем не выделяясь. Делают свое дело спокойно и обязательно доводят до конца./n"Летние" - мягче, они сентиментальны и совершенно лишены чувства зависти. Замуж выходят поздно, но со свекровью им удается найти общий язык, и часто они живут вместе. Гостеприимны, умеют хорошо принять и развлечь гостей. Любят красивую антикварную посуду./nПо профессии Алисы врачи, архитекторы, художники, конструкторы, филологи, журналисты.'
  },
  Алия: {
    meaning: 'величественная',
    origin: 'арабское',
    info:
      'Значение имени Алия обширное. В детстве – это веселый ребенок, который не боится заниматься делами «мальчиков», например, осваивать деревья или забираться на крыши. Но постепенно взрослея, она перестает быть такой беспечной. Алия становится осторожной во всем и прежде, чем совершить поступок, она подумает над последствиями./nЧто касается остального, то она активная девочка, постоянно с хорошим настроением. Почти не проявляет капризов, заводит дружеские отношения легко. Поэтому в детстве у нее очень много друзей. В компании старается держаться лидером, потому что толкование имени Алия подразумевает проявление лидерского качества./nРодителям стоит постоянно контролировать учебу девочки. Она может отказаться от учебы ради других занятий, которые ей намного интересней. Это может быть простая игра на улице с друзьями, чтение журналов. Когда начинается половое созревание, то девушки с именем Алия начинают испытывать сомнения в себе. Вследствие образуются комплексы. Алия значение имени в юности начинает приобретать такие черты, как чуткость и углубленность в свои помыслы./nДевушки с именем Алия не влюбчивы. Первая серьезная любовь случается после 18 лет. Но отношения быстро будут рушиться, так как девушка постоянно ощущает неуверенность и старается быть самостоятельной. Такие отношения долго не проживут. Именно постоянное стремление к самостоятельности в большей мере рушат отношение с мужчинами./nТолько к 25 годам Алия начинает понимать что к чему. Она уже приобрела достаточный опыт в отношениях с мужчинами и представляет себе его идеал. Для нее главными характеристиками мужчины являются ум и достижение поставленных целей. Даже если мужчина будет сногсшибателен, но не будет обладать достаточным умом, то такая персона девушек с именем Алия не заинтересует./nОна довольно устремленный человек, который с легкостью достигает поставленных целей. Поэтому она всегда успешная в своей профессии. С офисными сотрудниками не ругается, но если кто-то захочет ей навредить, то пусть ждет серьезных последствий. Она вполне может отреагировать серьезно. Если Алия руководит другими людьми на работе, то она требовательна к каждому сотруднику. '
  },
  Алла: {
    meaning: 'непобедимая',
    origin: 'готское',
    info:
      'В Аллочке уже с детства можно заметить, что она очень ценит и любит себя. Выделяется среди детей не только тем, что всегда чуть в стороне от их шалостей и проделок, но и тем, что непременно постарается обратить на себя внимание новым платьицем, куклой, манерой себя вести. Аллочка может доводить маму до слез, требуя, чтобы та по-другому завязала ей бант./nУчится обычно хорошо, усидчива и терпелива, с хорошей памятью, но звезд с неба не хватает - чересчур много сил уходит на то, чтобы в быту, в мелочах быть не такой, как все, выделиться из общей массы. Подруги недолюбливают Аллу за ее высокомерие, а мальчики не замечают, так как чувствуют, что они для нее пустое место. В юности дружит с матерью./nПервые поклонники появляются в студенческие годы, часто это или иностранцы, или молодые люди из полууголовного мира, в которых ее привлекает их непохожесть на окружающих. Первые браки часто неудачны. Между первым и вторым браком проходит обычно длительное время. Алла знает себе цену, она требовательна, капризна и так любит себя, что у нее остается мало этого чувства для других. Нередко красива, но Алла даже со скромными внешними данными тем не менее о себе тоже весьма высокого мнения. Не прочь прихвастнуть. С возрастом особенно проявляется свойственная Алле и ранее деспотичность. Любого человека, попавшего в ее окружение, она пытается подчинить себе. Высокомерие, способность злиться по пустякам, в том числе и на себя, - все это создает серьезные проблемы в ее жизни. К тому же ей свойственно вначале что-то делать, а потом уже думать, что неминуемо приводит ко многим ошибкам, хотя у нее есть и хватка, и настойчивость. Ей никогда не изменяет чувство уверенности в себе, в своих силах. И в быту, и на производстве она стремится командовать./nВ молодые и зрелые годы Алла обладает хорошим здоровьем, очень энергична, никогда не теряет зря времени, все ее мечты и планы реальны, рассчитывает она только на свои силы. Вкусно готовит, среди близких и знакомых славится репутацией хорошего кулинара. Она могла бы стать идеальным партнером в браке, если бы у нее было побольше чувства юмора и поменьше расчетливости. Алла может добиться неплохих успехов, занимаясь, в частности, бизнесом. Замечено, что Аллы, бывшие любимицами всей семьи, менее счастливы во взрослой жизни./nАлла делает много доброго для близких или просто импонирующих ей людей, особенно мужчинам, с которыми она в дружеских отношениях. Она не ждет благодарности, не ищет выгоды для себя. Много работает, желая достичь независимости как материальной, так и личной. Многие благодаря Алле находят свое место в жизни, но быстро забывают, что она стояла у истоков их становления. Однако Алла не держит зла, хотя ее иногда просто обуревают неприятные ощущения.'
  },
  Алсу: {
    meaning: 'розовая вода',
    origin: 'татарское',
    info:
      'В детстве, да и позже, во взрослой жизни, Алсу очень прилежна, внимательна, пунктуальна. В школе девочка с этим именем учится на четверки и пятерки. Любит музыку, пение. При этом в Алсу живет как бы ее второе «я» – шаловливое, властолюбивое. И благодаря этой второй своей натуре Алсу в школе бывает довольно подвижна, способна нарушить дисциплину, любит физкультуру, может посвятить себя спорту. У Алсу прекрасная память, она легко осваивает несколько языков. Взрослая Алсу обладает твердым характером, она может долго обдумывать свои решения. Ее достаточно трудно обидеть, потому что она прекрасно знает, что и как ответить собеседнику в той или иной ситуации. Часто Алсу при своей внешней твердости довольно стеснительна, но, несмотря на это, у нее достаточно много друзей. К своей работе женщина с этим именем подходит основательно, готова работать допоздна, ездить в командировки. Алсу всегда помогает тому, кто в ней нуждается. Иногда она бывает очень эмоциональна, любит справедливость. Алсу всегда на все будет иметь свое мнение, но при этом крайне чувствительна к неудачам.'
  },
  Альжбета: {
    meaning: 'сверкающее острие меча',
    origin: 'английское',
    info:
      'Характер с детства импульсивный, девочка часто болеет фарингитом. Внешне похожа на отца, темпераментом в мать. Больше любит быть среди взрослых, чем среди своих сверстников, больше дружит с отцом, чем с матерью. В школе учится хорошо, успевает еще и по музыке. Некоторые занимаются балетом, теннисом. Предпочитают виды деятельности, связанные с движением. Имея холерический характер, всегда спорят с матерями, стремясь доказать свою правоту. Одежду носят яркую и в любой компании любят быть на виду у всех. Смелы, артистичны - обожают выступать, петь, танцевать. В жизни тяжело только "зимним" -они нетерпеливы и раздражительны, к тому же отъявленные спорщицы, склонные переливать из пустого в порожнее./nЕще в школе за ними начинают ухаживать сверстники; они авторитетны, добры, любят помогать беззащитным людям. В жизни их ждет немало сложностей и неудач, однако в такие моменты они способны собраться, что бы ни происходило, и не очень огорчаться./nВ брак вступают некоторые восемнадцатилетними, а иные поздно находят свое счастье./nАльжбеты любят путешествовать. Хозяйки они отменные, вкусно готовят, умеют шить. Обожают долго болтать по телефону. Кофеманки. Друзей у них больше мужчин. Не любят мыть посуду. Могут бесконечно двигать мебель, пока не установят по своему вкусу. Любят ходить на концерты популярной эстрадной музыки./n У "летних" - повышенная сексуальная возбудимость, и это влечет за собой немало сложностей. Они по нескольку раз вступают в брак, но не жалеют об этом. Мужей выбирают спокойных. Любят жить отдельно от свекрови. Рождаются разнополые дети. Альжбеты любят собачек мелких пород, из цветов - тюльпаны и астры. Не терпят писать писем друзьям и близким.'
  },
  Альберта: {
    meaning: 'благородная, знаменитая',
    origin: 'древнегерманское',
    info:
      'Альберта - "папина дочка", она очень похожа на отца и поэтому особенно любима им. Многие же черты характера у девочки - материнские. Она подвижна, неусидчива, изобретательна в шалостях и большая выдумщица. Маленькая Аля не только любит слушать сказки, но и сама сочиняет их. В ней рано начинают появляться проблески того деспотизма (если уж выберет себе подружку, то будет требовать, чтобы та не смела больше ни с кем "водиться"), который позже будет сводить с ума ее близких. Особенно непростые отношения складываются у нее с матерью./n"Зимние" Альберты упрямы, возбудимы и капризны, без особых на то причин могут "стать в позу". Обостренное чувство справедливости доставляет им массу хлопот. В этих на вид слабых женщинах таится непреклонная воля. Пользуются успехом мужчин и в девицах долго не засиживаются. По утрам любят понежиться в постели (они "совы")./n"Летние" Альберты, напротив, ранние пташки, они мягкосердечны, покладисты, очень чувствительны и эмоциональны. Незначительный успех приводит их в бурный восторг, а пустячная неудача буквально повергает в траурное настроение. Но обычно это жизнерадостные, легкие в общении женщины./nУ "весенней" Альберты в жизни нет почти никаких проблем, кроме одной - выйти замуж. Это мечтательная, непостоянная в своих желаниях женщина, которая рисует в своем воображении прекрасного принца и пытается найти ему подобие в жизни. Большую часть времени она проводит дома, в бесконечных разговорах по телефону с многочисленными друзьями./nВыйдя замуж, эти женщины целиком посвящают себя семье. Пытаются вдять бразды правления в свои руки, но, как правило, эти попытки ничем не кончаются. Питают слабость к гаданию и ворожбе. Любят красивую посуду.'
  },
  Альбина: {
    meaning: 'белая',
    origin: 'латинское',
    info:
      'Альбина очень похожа на своего отца, в связи с этим о ее характере лучше судить по отчеству. Правда, у нее почти всегда есть такие черты, как принципиальность, упрямство и высокомерие, которых может не быть у отца. Тем не менее Альбины - папины дочки, ив таковом качестве их воспринимают с самого детства./nПринципиальность Альбины-подростка может стать причиной школьного конфликта или семейной ссоры, когда она "из принципа" не уступит всему классу или решит надуться на маму. В школе Альбина стремится держаться мальчиков, ей больше по душе их интересы, чем чисто девчоночьи радости и проблемы. С возрастом эта черта сохранится, и в семье Альбины всегда будет царить атмосфера взаимопонимания: ради обожаемого мужем футбола она вполне может пренебречь любимой передачей./nВ выборе специальности Альбина исходит из того, что нравится ей, соображения престижности и выгодности профессии стоят у нее обычно на втором плане./nПрисущие Альбине упрямство и высокомерие не понравятся свекрови, и, если Альбина не постарается хоть в чем-то измениться после замужества, конфликты неминуемы. А постараться нужно, так как со своими мужьями Альбины, как правило, общий язык находят. Они живут их интересами, перенимают их привычки и вкусы, требуя взамен одного - поклонения. На худой конец это может быть просто обычное внимание, но его должно быть много и оно должно быть постоянным. Альбины аккуратны в ведении домашнего хозяйства, вкусно готовят. Любят наводить порядок в комнате и шкафах. Способны легко забыть недавнюю обиду. Ревниво относятся к женскому окружению мужа. Дети у Альбины обычно посещают престижные спортивные секции, школы и кружки. Альбины не переносят пьянства мужей, сами алкогольных напитков практически не употребляют.'
  },
  Амалия: {
    meaning: 'усердная',
    origin: 'еврейское',
    info:
      'Амалия дисциплинированна, умеет организовать свой день так, что все успевает. Обладает врожденным чувством долга. Исполнительна и обязательна. Однако заставить ее что-то делать трудно, ее можно только убедить, что это необходимо. У нее много друзей, большинство из них - мальчики. Она ни в чем им не уступает. Любит спорт, обладает борцовскими качествами, может стать профессиональной спортсменкой. Много читает, предпочитая научно-фантастическую литературу. Она отзывчива и добра, сверстники тянутся к ней./nВнешне похожа на отца, а внутренний генотип наследует от матери. С удовольствием помогает ей, много времени проводит на кухне. Благодаря этому рано учится готовить и уже в шестнадцать лет вполне может начать самостоятельную жизнь. В семье она любимая дочь./nАмалия - открытый, честный человек, не способна к мелочности и лицемерию. Не терпит сплетен и злословия, никогда не поддерживает разговора, если говорят об отсутствующем, да еще не слишком приятные вещи. Слишком доверчива, ее легко обмануть, хотя наивной ее не назовешь. Просто она хочет верить людям, хочет думать о них хорошо. Стремление к совершенству делает Амалию требовательной как к себе, так и к другим. Амалия практична и предприимчива, особенно "осенняя". Ее советы всегда полезны, и многие ее друзья к ним прислушиваются; ошибается Амалия редко./n"Весенняя" Амалия - неудержимый энтузиаст, легко увлекается, энергична и стремительна в действиях. Старается помочь всем, ее душевного тепла хватает на многое и многих. Умеет расположить к себе, влиятельна и великодушна одновременно./n"Летняя" Амалия - врожденная интеллигентка. Ее манеры поведения безупречны, общение с ней настолько приятно, что она редко бывает одна; умеет создать благоприятный климат в любом коллективе, ее авторитет неоспорим./nАмалия - оптимист: излучая постоянную жизнерадостность, она вселяет веру в хорошее. Никогда не сдается без боя, знает, как добиться поставленной цели./nЗамуж выходит поздно, честна в отношениях, не может выйти замуж по расчету, ждет своего принца. Прекрасная хозяйка, очень Любит готовить, чистоплотна, иногда чрезмерно. Все это по заслугам оценивает ее свекровь. Для Амалии она как родная мать. Амалия умеет избегать конфликтов, в ее доме царят счастье и спокойствие. Рождается у нее мальчик.'
  },
  Амина: {
    meaning: 'находящаяся в безопасности',
    origin: 'арабское',
    info:
      'Эти женщины словно стремятся всю жизнь оправдывать значение собственного имени. Если потребовалось бы определить их характер одной фразой, она звучала бы так: люди, на которых можно положиться./nОни верные друзья, заботливые дочери, надежные работники. Отзывчивы к чужому горю и всегда готовы первыми броситься на помощь, не заботясь о последствиях./nАмина - своего рода палочка-выручалочка, и ее близкие нередко злоупотребляют этим ее качеством./nУ нее незаурядный интеллект, нередко это европейски образованная женщина, начитанная, остроумная, понимающая юмор. Отличают ее также необычайная работоспособность и беззаветная преданность делу. Не лишена честолюбия, но карьеру делает исключительно благодаря собственным способностям, упорству и трудолюбию./nОтдаваясь полностью делу, она забывает о своей личной жизни, которая в результате может не сложиться./nЭти женщины, как никто, нуждаются в любви и понимании. Они вспыльчивы, чрезвычайно ранимы и обидчивы, однако совсем не злопамятны и умеют прощать. Очень привязаны к семье, друзьям и приспосабливают свой образ жизни к тем, кого любят. Коммуникабельны, в обществе сердечны и просты.'
  },
  Анастасия: {
    meaning: 'воскресение',
    origin: 'греческое',
    info:
      'Настенька - имя, нередко встречающееся в русских сказках. Девочке, так названной, как бы предопределено быть самой красивой, самой умной, самой нежной. Ее все любят в детстве, и Анастасия не обманет ожиданий - она никогда не будет ни злобной, ни мстительной, напротив, беззащитной перед хитрыми, злыми людьми, ее легко обмануть или обидеть. Растет мечтательной, любит сказки, у нее хорошо развито воображение. А вот ест плохо, чем частенько расстраивает родителей. Придется родителям приложить немало усилий и к тому, чтобы научить Настю убирать за собой игрушки, складывать книги, наводить в комнате порядок. И в дальнейшем, повзрослев, она будет выполнять домашнюю работу только по настроению, хотя с юности научится и шить, и готовить. Любит украшать комнату цветами, обожает изящные вещи./nДоверчивая, с тонким душевным устройством, Анастасия может стать хорошей актрисой, воспитателем детского сада, психологом. Имеет дар предсказания и предвидения благодаря тонко развитой интуиции. Замуж выходит рано, мужчин предпочитает сильных, мужественных, часто выбирает в мужья военного. Мужу Анастасии нелишне знать, что она очень внушаема и ее легко растрогать. Если тот, кому она понравится, решит завоевать ее сердце, он в состоянии сделать это - достаточно умело сыграть на развитом у девушки чувстве жалости./nОна преданная и заботливая жена, кокетство и поиски приключений на стороне ее не привлекают. Отдает всю себя детям, прекрасно ладит со свекровью и другими родственниками мужа. Обладает хорошим вкусом. Любит делать оригинальные подарки. Врагов предпочитает превращать в друзей. Живет в ожидании радости, каждый день для нее - праздник.'
  },
  Анатолия: {
    meaning: 'восток',
    origin: 'греческое',
    info:
      'Девочка с этим именем замкнута и стеснительна. Очень романтична. Анатолия спокойна и может найти общий язык с разными по характеру людьми. Анатолия справедлива, никогда не обидит человека сгоряча. Она рассудительна и уравновешена. Не любит решать проблемы, всегда, когда есть хоть малейшая возможность, предпочитает о них забыть. Очень любит путешествия, отдых на природе.'
  },
  Ангелина: {
    meaning: 'ангел',
    origin: 'греческое',
    info:
      'Ангелина часто рождается в семье, где родители не ладят друг с другом и нередко расходятся. В какой-то степени это накладывает отпечаток на характер девочки, больше похожий на характер матери./nОна раздражительна, упряма, любит командовать другими детьми, ни в чем не уступит матери. В школе занимается неважно, ходит туда неохотно. Можно сказать, эти девочки из тех, о которых говорят, что они сами себя воспитали. Ангелины не рассчитывают ни на чью помощь, во всем полагаясь только на себя. Они хорошие, гостеприимные хозяйки, предпочитают принимать гостей дома, чем самим ходить в гости, поскольку тяжеловаты на подъем./n"Зимние" - с несколько мужским характером; если им будет выгодно, могут и обмануть; упрямы, переубедить их в чем-то очень трудно./n"Летним" свойственна доверчивость, которая порой оборачивается им во вред. Они рано выходят замуж, но часто не очень удачно. Таким же неудачным бывает брак и у "осенних" Ангелин.'
  },
  Анжела: {
    meaning: 'ангельская',
    origin: 'латинское',
    info:
      'Анжела в семье чаще всего не единственный, но последний ребенок./nВзрослая Анжела, как правило, привлекательная и даже обаятельная женщина. Только сама она не делает ставку на свою красоту и не стремится подчеркнуть ее. У нее в почете иные ценности - ум, знания, успех в профессиональной сфере. Тут она старается себя показать. Это сильная, себялюбивая личность, умеющая добиваться своего./nАнжела для многих мужчин остается навсегда неразгаданной тайной. Когда все будут смеяться удачной шутке, она отреагирует лишь улыбкой. Не откажется провести вечер в кругу сотрудников, но будет вести себя не так, как все, и наверняка не обратит никакого внимания на самого интересного из мужчин. Человек, ведущий двусмысленные разговоры, вмиг почувствует, как между ним и всегда приветливой Анжелой вдруг выросла стена. Но Анжела станет совсем другой, когда встретит того, кто соответствует ее идеалу. В браке она оттает, станет чрезвычайно откровенной, будет посвящать мужа в тончайшие нюансы своих, переживаний. Однако духовная черствость мужа, грубость, постоянное равнодушие к тому, чем живет Анжела, могут надолго заставить ее замкнуться. Однако ее характер находится в зависимости от отчества. Николаевна - более эмоциональна, Владимировна - рассудительна и упряма, Борисовна - способна сочувствовать и сопереживать.'
  },
  Анжелика: {
    meaning: 'ангельская',
    origin: 'латинское',
    info:
      'Анжелика в семье чаще всего не единственный, но последний ребенок./nВзрослая Анжелика, как правило, привлекательная и даже обаятельная женщина. Только сама она не делает ставку на свою красоту и не стремится подчеркнуть ее. У нее в почете иные ценности - ум, знания, успех в профессиональной сфере. Тут она старается себя показать. Это сильная, себялюбивая личность, умеющая добиваться своего./nАнжелика для многих мужчин остается навсегда неразгаданной тайной. Когда все будут смеяться удачной шутке, она отреагирует лишь улыбкой. Не откажется провести вечер в кругу сотрудников, но будет вести себя не так, как все, и наверняка не обратит никакого внимания на самого интересного из мужчин. Человек, ведущий двусмысленные разговоры, вмиг почувствует, как между ним и всегда приветливой Анжеликой вдруг выросла стена. Но Анжелика станет совсем другой, когда встретит того, кто соответствует ее идеалу. В браке она оттает, станет чрезвычайно откровенной, будет посвящать мужа в тончайшие нюансы своих, переживаний. Однако духовная черствость мужа, грубость, постоянное равнодушие к тому, чем живет Анжелика, могут надолго заставить ее замкнуться. Однако ее характер находится в зависимости от отчества. Николаевна - более эмоциональна, Владимировна - рассудительна и упряма, Борисовна - способна сочувствовать и сопереживать'
  },
  Анисья: {
    meaning: 'исполнительная',
    origin: 'греческое',
    info:
      'Анисья - умная, талантливая девочка. Она очень подвижная, спортивная, неконфликтная. У нее много друзей и подруг. Анисья отлично учится, занимается спортом, любит ходить в походы. Девочка с этим именем часто проявляет особые способности к естественным, гуманитарным наукам. После школы старается поступить в институт, а потом нередко и в аспирантуру./nВзрослая Анисья - общительная, жизнерадостная и покладистая женщина. У нее, как и в детстве, много друзей и подруг. Она отзывчива, всегда готова прийти на помощь, причем не только к друзьям. Покладистая и доброжелательная, у нее, как правило, не бывает врагов. Вообще у Анисьи складываются хорошие отношения с окружающими./nРаботает она всегда с полной отдачей, даже если то, что она делает, ее не очень устраивает, ибо женщина с этим именем обязательна и ответственна. Но все же она всегда старается найти работу, которая ей нравится. Анисья не честолюбива и карьеру сделать не стремится, но благодаря своему отношению к работе, а также тому, что она нередко вносит рационализаторские предложения, она быстро получает повышение. Женщина с этим именем пользуется любовью и уважением коллег./nАнисья очень интересуется историей, этнографией и археологией, много читает. Ей нравятся детективы. Часто ходит в театр, любит музыку, бывает на концертах. Эта женщина неплохо разбирается в искусстве, постоянно посещает выставки. Она занимается альпинизмом, ходит в походы, нередко имеет удостоверение инструктора горного туризма./nДомашнее хозяйство - не для нее, Анисья неплохо готовит, хотя и не любит это делать./nЗамуж выходит поздно, несмотря на то что пользуется успехом у мужчин. В брак Анисья вступает по любви и бывает счастлива, очень много времени посвящая своим детям./nЖенщина с этим именем очень привязчива и верна в любви. Она тяжело переживает измену партнера или мужа, но простит его, если он вернется к ней./nАнисья влюбчива. Ей не надо много времени, чтобы завязать интимные отношения, однако она не признает секс без любви или хотя бы взаимного влечения партнеров./nВ интимных отношениях Анисья активна, раскованна, инициативна, но не пытается брать на себя ведущую роль, охотнее подчиняясь мужчине. Для женщины с этим именем важны стабильность отношений, понимание и верность. Она редко изменяет партнеру и только после полного разрыва отношений ищет нового./nАнисья, родившаяся зимой, - сложная и противоречивая женщина. Обычно очень способная, причем во многих областях, и, возможно, поэтому долго не может найти применение овью им удаетостям. Часто она еще и застенчива, что очень мешает ей. Но она прекрасный работник, у Анисьи постоянно рождается множество самых неожиданных, но вполне реально выполнимых идей. Этой женщине редко везет в личных отношениях, обычно не попадается мужчина, способный по-настоящему оценить ее.'
  },
  Анита: {
    meaning: 'милостивая',
    origin: 'древнегреческое',
    info:
      'Нервные, раздражительные и упрямые девочки, подверженные инфекционным болезням. В школе учителя часто жалуются на нее - Анита строптива, любит настоять на своем, перечить по любому поводу, не признавая авторитетов. Вообще характер у Аниты скорее мужской, хотя наследует она его от матери. Внешне девочка похожа на отца и привязана к нему сильнее, чем к матери, относится к нему с большой нежностью./nАнита по натуре лидер и требует, чтобы ей безоговорочно подчинялись во всем. Если же это не удается, выходит из себя. Она очень самостоятельна и независима, в любой сложной жизненной ситуации сумеет постоять за себя. Не из робкого десятка. Много занимается спортом, но заметных успехов не добивается. Некоторые из Анит одарены музыкальными способностями, и им удается преуспеть в этой области. Замуж выходят поздно. Мужа выбирают спокойного, покладистого и основательного. Наиболее сложный и неуживчивый характер у "зимних" Анит./nВыбирают себе профессии архитектора, музыканта, певицы, художника, медсестры, журналиста, но не всегда работают по избранной специальности.'
  },
  Анна: {
    meaning: 'благодать',
    origin: 'еврейское',
    info:
      'Аня растет артистичным ребенком, любит все красивое. С удовольствием ухаживает за щенками, котятами, приносит в дом выпавших из гнезда птенцов. Доброта Аннушки, кажется, не знает границ. Если кто-то рядом плачет - лучшей утешительницы не найти. Анна покладиста, врагов у нее практически не бывает. Рукодельница, шьет куклам платья, а позже, став взрослой, шьет себе, не отказывает и подругам. Анна из тех людей, кто никогда не забудет навестить в больнице заболевшего знакомого или родственника, сходить в магазин за хлебом старенькой соседке. Живет не только своими, но и чужими заботами. Окружающие нередко этим злоупотребляют, но Аню это не обижает, хотя она и видит все это./nАнна никогда не забывает о своей внешности - с присущим ей вкусом она умеет красиво одеться, вовремя посетить парикмахерскую. Она органически не выносит неряшливости, ее не увидишь в стоптанных туфлях или грязном халате. По своему складу Анна вполне могла бы работать сестрой милосердия, врачом, быть утешительницей и жертвенной помощницей. Но где бы она ни работала, она отдает себя работе целиком; материальная компенсация, вознаграждение для нее не главное./nЭто кроткий человек с сильно развитой интуицией. В жизни безропотной Анны хватает страданий, но иногда складывается впечатление, что она и не пытается их избежать. Так, Анна вполне может полюбить человека больного или пьющего, явного неудачника или психопата и нести свой крест в течение всей жизни, ничуть не сожалея о Такой доле. Преданные жены, любящие матери и хорошие свекрови - все это нередко Анны. Они доверчивы, бескорыстны и доброжелательны. Семья, в которой оценят такие качества, будет счастливой. Анна не способна к активной защите своего "я". Сталкиваясь с грубостью, хамством, придирками, она замыкается в себе и терпеливо ждет лучших времен./nВ любви Анна верна, в браке терпелива, но измен не переносит. Неверность супруга для нее - тяжелейшая травма. Простить она может, но забыть - никогда. Однако испытание разводом и грядущие тяготы одинокой жизни для Анны не всегда предпочтительнее попранного достоинства.'
  },
  Антонина: {
    meaning: 'вступающая в бой',
    origin: 'латинское',
    info:
      'Антонина - добрый человек, но доброта ее несколько иная, не такая, как у Анны. Идет она не столько от сердца, сколько от осознанного понимания: как ты сама относишься к людям, так они тебе и отплатят взамен./nМаленькая Тонечка ведет себя в детском коллективе как воспитательница. Ей с ранних лет нравится руководить и командовать. При этом она добра и как бы не замечает проделок - дети ей охотно подчиняются, и настоящая воспитательница всегда может оставить ее на минутку присмотреть за группой./nДома Тоня - мамина помощница; если в семье есть младшие братишка или сестренка, она охотно возится с ними. Антонина в школьные годы шефствует над младшими школьниками, и хотя учеба дается ей не без труда, она пользуется авторитетом благодаря своим неплохим организаторским способностям. Она ответственна, на нее во многом можно положиться. Незаменима на работе, но в роли начальника несколько деспотична./nДо свадьбы у Антонины достаточно поклонников. Она не особенно церемонится с ними, совсем не заботится о том, чтобы хранить верность кому-то одному. Выйдя замуж, преображается: вчерашняя беззаботная девушка превращается в хранительницу семейного очага. Вся деятельность Антонины, ее помыслы и планы направлены на то, чтобы обеспечить семье достаток и счастье. Она не транжирит денег, расчетлива в покупках, прежде чем что-то купить, обойдет весь базар и поторгуется с каждым продавцом. Она отзывчива и добра, у нее много подруг и случайных знакомых, и хотя все они знают, что дружба Антонины не лишена прагматизма, продолжают любить ее. Ради сохранения семьи готова терпеть выходки мужа-пьяницы, мириться с неверностью супруга.'
  },
  Анфиса: {
    meaning: 'цветущая',
    origin: 'греческое',
    info:
      'В детстве Анфиса - спокойная, застенчивая, болезненная девочка. Похожа на отца и внешне,и характером./nС возрастом характер меняется. Она становится более решительной и упрямой. Нередко Анфиса растет в зажиточной семье, не знает ни в чем отказа и, став взрослой, пытается жить так же широко и так же легко распоряжаться деньгами. Это эмоциональная и чувственная женщина, себялюбивая и высокомерная. Она хитра и злопамятна, мужчин выбирает с большим разбором, любит настоять на своем. Брак ее зачастую бывает недолговечен, хотя Анфиса - домоседка, хорошая хозяйка, охотно принимающая гостей в своем доме./nУ "зимней" Анфисы особенно строптивый характер, она не может ужиться со свекровью, пытается подмять под себя мужа. "Осенние" - очень расчетливы, никогда не совершают необдуманных поступков, однако коммуникабельны, не станут спорить по мелочам и очень ценят тех, кто их понимает.'
  },
  Анэля: {
    meaning: 'светлая',
    origin: 'греческое',
    info:
      'Характер в раннем детстве сложный, импульсивный, внешне и внутренне похожа на отца. Часто болеет фарингитом, очень любит мороженое. Доставляет много проблем родителям. У нее неустойчивая нервная система, Анэля очень обидчива. Вырастая, "зимняя" Анэля любит властвовать над мужчинами. "Летняя" менее импульсивна, хорошая хозяйка, вкусно готовит, не транжирка. Одевается нестандартно, больше любит общаться с мужчинами, очень себялюбива, за словом в карман не лезет. Любит кошек, собак. Требует повышенного внимания и вообще больше заботится о себе, чем о других. Анэля - умная, покладистая, настойчивая, легко покоряет мужчин, отдавая предпочтение сильным, настойчивым и гордым. Анэли - терпеливые, преданные жены и матери. Конечно, многое зависит от месяца рождения, поэтому не все они одинаковы. "Весенние" могут быть добродушными и заслуживающими доверия. У них живое воображение, богатая фантазия. Они не любят навязывать свои идеи близким и вообще кому бы то ни было. Некоторые внешние события заметно влияют на их жизнь. Анэли подолгу любят разговаривать по телефону. В их манере поведения заметны естественность, симпатия к людям знакомым и даже малознакомым. Анэле иногда трудно разобраться в своих чувствах, нередко она ошибается. Для Анэли Дмитриевны, рожденной, скажем, в октябре, очень важно, чтобы муж был рожден в июле, тогда в браке она будет счастлива; если он рожден в том же месяце, что и она, - брак окажется сложным, и каждый будет жить своей жизнью. У нее рождаются разнополые дети. Она прислушивается к советам своего мужа, окружает его заботой и вниманием, готова ему все отдать. И самое главное - она не боится трудностей в семейной жизни.'
  },
  Ариадна: {
    meaning: 'та, что вызывает большое почтение',
    origin: 'греческое',
    info:
      'В греческой мифологии Ариадна - дочь критского царя, которая помогла афинскому герою Тесею, убившему Минотавра (полубыка-получеловека), выбраться из лабиринта, снабдив его клубком ниток, конец которого был закреплен при входе./nЭто тип тех скромных, излучающих мягкий свет женщин, на которых держится мир. Они не любят больших компаний, где много незнакомых людей, чувствуя себя комфортно только в кругу близких. Друзей у них немного, скорее всего это еще школьные приятели, проверенные и надежные. Ариадны нерешительны, не уверены в себе, за исключением "зимних", которые в этом смысле отличаются от всех прочих./nАриадна рано выходит замуж и с головой погружается в семейную жизнь. Своей терпеливостью и уступчивостью она очень близка к Анне. С мужем Ариадна не всегда находит общий язык, случается, что, выйдя замуж, она обнаруживает, что из всех его пристрастий самое сильное - пристрастие к рюмке. Но и тогда терпению Ариадны можно позавидовать. Она не будет никому жаловаться и рассказывать о своих трудностях./nАриадна необычайно бескорыстна: она делает добро даже тогда, когда знает, что не дождется в ответ никакой благодарности. Несмотря на кажущуюся застенчивость и робость, она мало считается с мнением кумушек. Есть в ней некая внутренняя независимость, скрытый от постороннего глаза барьер, через который не каждому дано перешагнуть./nВрагов у этих женщин практически нет, они никогда не торопятся с выводами и не спешат осудить людей, даже если так называемое общественное мнение против них./nЭти женщины с богатым внутренним миром не перестают мечтать о красивой жизни, но мечты их, увы, редко сбываются.'
  },
  Арина: {
    meaning: 'мир',
    origin: 'греческое',
    info:
      'Арину с детства отличает самостоятельность. Она сама решит, ходить ей в музыкальную студию или лучше записаться в хореографическую, сама научится вязать и вышивать. Эту самостоятельность, как и остальные черты характеpa, девочка унаследовала от матери, а вот привлекательную внешность, пластичность - от отца./nЖенщины с таким именем несколько замкнуты (особенно "зимние") и себе на уме. Кажутся простушками, что, однако, далеко не соответствует действительности. Обладают удивительной интуицией, могут мгновенно схватить подоплеку любого дела, но реакция у них немного замедленная./nВ личных делах Арины нерешительны, даже боязливы, и это не позволяет им выражать свои чувства в сердечных делах. Из них получаются хорошие хозяйки и преданные жены - преданные, но ревнивые./nОни никогда ни на кого не надеются - только на свое трудолюбие, упорство и хозяйскую сметку. Никогда не действуют наобум, предварительно все не разузнав./nС удовольствием принимают гостей, но сами наносить визиты не любят, предпочитая уютную семейную атмосферу. Обожают сладкое.'
  },
  Архелия: {
    meaning: 'начальница людей',
    origin: 'греческое',
    info:
      'В детстве очень подвижная, ей трудно усидеть на одном месте. Все неизвестное манит ее, любопытство не дает покоя. Она эмоционально реагирует на происходящее вокруг, поэтому трудно предугадать ее действия. За Архелией-малышкой нужен внимательный присмотр. Нередко она рождается слабым ребенком, но быстро набирается сил, становится крепкой. Ей нравятся подвижные игры, она быстро бегает, ни секунды не посидит спокойно. Родители очень устают с ней, непоседой, она изматывает бабушек и дедушек своим озорством и непослушанием. Ближе к школе становится более спокойной, внимательной: любит, когда ей читают, просит домашних рассказывать ей всевозможные истории, засыпает родителей вопросами. И это тоже немало всех утомляет. Архелия обладает прекрасной памятью, блестяще декламирует стихи, без всякого стеснения и с удовольствием делает это в любом окружении. Когда приходят в дом гости, она столь же раскованно поет для них, подготовив небольшой концерт. Хорошо танцует, обладает чувством ритма. Девочка открытая, легка в общении./nВзрослая Архелия жизнерадостная, веселая, такая же общительная, как в детстве. Она смелая, решительная, быстро находит общий язык со всеми, но дружбе с женщинами предпочитает дружбу с мужчинами. Имеет одну-две близкие подруги, но со многими поддерживает приятельские отношения. С мужчинами ей общаться легче, они ближе ей по духу. Архелия несколько хвастлива, неуравновешенна, очень энергична. Любит многообразие жизни, полной неожиданностей. Однако обязательна, не дает невыполнимых обещаний, пользуется уважением и авторитетом у окружающих. Настойчива, умеет добиваться намеченного./nВ работе старательна и исполнительна, хотя не всегда инициативна: когда работа ей не нравится, она просто будет выполнять ее. Однако когда работа по душе, она становится лидером в коллективе, у нее появляются интересные идеи. Умеет увлечь коллектив делом, повести за собой, взять на себя ответственность за последствия. Она обладает хорошими организаторскими качествами талантливого руководителя./nАрхелия, как правило, если и не очень красива, то обаятельна, привлекает к себе мужчин и всегда окружена вниманием. Она знает не только свои недостатки, но и достоинства и умело пользуется этим. Добиться ее внимания трудно: она капризна и требовательна. Но если мужчина сумеет тронуть ее сердце, то узнает, как эта женщина умеет любить. Она ласковая, раскованная в интимных отношениях, лишена всяческих предрассудков, не терпит запретов./nОднако ее возлюбленному следует помнить, что она очень привязчива и тяжело переживает разрыв. Может досаждать мужчине, оставившему ее, добиваться встречи с ним, часто названивать ему, пока не свыкнется с мыслью, что былого не вернуть./n"Январская" Архелия - загадочная женщина. Она немногословна, редко проявляет свои чувства открыто, всегда что-то недоговаривает, лукаво улыбаясь. Поклонников держит, как говорится, на расстоянии и в постоянном неведении, неуверенности в ее чувствах. Мужчины от этой женщины без ума, многие побаиваются ее острого язычка. Полюбить она может партнера интеллигентного, энергичного, интеллектуального. Умеет стать хорошей подругой, преданной женой. В интимных отношениях она страстна, прекрасная партнерша для темпераментного и сексуального мужчины./n"Летняя" Архелия - более мягка по характеру и первенство в семье охотно уступает супругу, но всегда держит его под своим пристальным вниманием. Иногда даже бывает навязчивой, нудной./n"Осенняя" Архелия - само совершенство: с сильным характером, смелая, решительная, она умеет и уступить, когда это нужно, никогда не будет накалять отношения в семье. Дает возможность супругу почувствовать себя хозяином в доме, хотя всем заправляет сама. В молодости умеет манипулировать мужчинами и пользуется их особым расположением в своих интересах. Она может быть резкой в случае необходимости, упрямой и настойчивой, а может быть и милой, и уступчивой./n"Декабрьская" Архелия чаще сама оставляет своих возлюбленных. Она повышенно эмоциональна и сексуальна. Часто меняет партнеров, ищет сильного мужчину, способного удовлетворить все ее требования. Такая Архелия - сильная женщина, имеет характер мужского склада, вынослива физически, спортивна, обладает борцовскими качествами. Мужчинам трудно общаться с нею: она любит командовать всеми, все и вся должны крутиться вокруг ее, исполнять ее желания. Навязывает свое мнение другим, не терпит возражений. В семье - беспрекословный лидер и, хотя предпочитает общаться с мужчинами с сильным характером, замуж выходит за слабохарактерного, покладистого партнера. В ином случает брак обречен на развод. С уступчивым мужем она вполне счастлива, конфликтов в семье почти не бывает, и к тому же ее самолюбие и тщеславие удовлетворено - она глава семьи.'
  },
  Арсения: {
    meaning: 'мужественная',
    origin: 'греческое',
    info:
      'Находчива и смела, но абсолютно нечестолюбива. Чрезвычайное упрямство часто осложняет ей жизнь. Она малоразговорчива, больше слушает, чем говорит. Лидерские качества у Арсении отсутствуют напрочь. Ей свойственная расчетливость, трудолюбие и аккуратность. Бескорыстные поступки не в ее духе. Мечтательница, часто строит планы, не имеющие отношения к реальности. Обидчива и злопамятна. Арсения хорошая, расторопная хозяйка, любит готовить, но у нее это получается не очень искусно. Замечательная рукодельница, обшивает всех близких. Никогда не спасует в трудной ситуации. Очень любит своих детей, но строга к ним, с детства приучает к труду. Арсения хорошая жена, но не очень ласковая – она человек дела, и любовь свою доказывает делом.'
  },
  Артемия: {
    meaning: 'невредимая',
    origin: 'греческое',
    info:
      'Ее отличает замечательная целеустремленность. Она очень покладиста, совсем не честолюбива, всего добивается упорным трудом. Очень преданная женщина, и, в отличие от многих, умеет хранить тайны. Добивается успеха в самых разных профессиях. Артемия становится очень хорошей женой и заботливой матерью. Любит животных. Гостеприимна, хорошо готовит. Она бывает упряма и настойчива, но никогда – конфликтна. Как правило, очень талантлива, но талант ее редко бывает раскрыт. Артемия очень добра и чрезвычайно доверчива. Общительна, легко сходится с людьми. При этом скромна и честна.'
  },
  Астра: {
    meaning: 'звезда',
    origin: 'греческое',
    info:
      'Очень оригинальное и редкое имя, придуманное, очевидно, человеком, влюбленным в этот осенний, похожий на звезду, непритязательный на вид, но удивляющий своей неяркой броскостью цветок./nАстры встречаются самых разных цветов, таким же разаTdоцветием отличается и характер девочки - обладательницы этого имени. Она вспыльчива, но отходчива, несколько высокомерна и заносчива, но добра. Влюбчива, пользуе_f1я успехом у мужчин, окружена поклонниками, но замуж выходит поздно. Не умеет приспосабливаться, всегда выскажет свою точку зрения и одновременно легко поддается постороннему влиянию./nОна вся на виду: если случается неприятность, скрыть свое плохое настроение Астра не в состоянии и "заведет" всех домашних. Сама очень живая, быстрая и решительная, не любит медлительных людей. В руках у нее все так и горит - возьмется за любое незнакомое дело и непременно доведет его до конца./nГостеприимная и хлебосольная хозяйка, в доме у нее обязательно живет собака или кошка. Друзей у Астры много, однако ей ничего не стоит без сожаления порвать даже самую старую дружескую связь. Со свекровью ужиться не может. Астра несколько экзальтированна, увлекается предсказаниями астрологов. Чтобы узнать свою судьбу, может пойти к гадалке. Любит дальние поездки.'
  },
  Ася: {
    meaning: 'горожанка',
    origin: 'греческое',
    info:
      'Тип возбудимых и восприимчивых женщин. Они чувствительны ко всему, что их окружает. Их интерес к миру поистине не знает границ. Пожалуй, они слишком серьезно относятся к жизни и несколько идеализируют ее. Сталкиваясь с суровой прозой жизни, они теряются, но в конце концов извлекают из своих разочарований полезные уроки./nЭта женщина - неутомимая выдумщица, монотонность жизни раздражает ее, однако оригинальные идеи, которыми полна хорошенькая головка Аси, чаще всего не обретают реальности. Что касается конкретных действий, то тут Ася нетороплива, она не умеет схватывать все на лету, и если вы попросили ее о чем-то, то дайте ей все обстоятельно обдумать./nАся, несомненно, творческая личность, человек, который прокладывает в жизни собственный путь. В сочетании с завидной работоспособностью и изобретательностью это качество открывает перед ней все двери. Другое дело - сможет ли она воспользоваться предоставленным ей шансом./nОна добра, любит делать маленькие подарки, сама больше радуясь им, чем те, кому они предназначены. В семье она не лидер, но у нее достаточно ума и здравого смысла, чтобы не позволить домашним сесть себе на голову. Ей вообще присуще чувство меры, она хорошо ощущает тот предел, где нужно притушить свои эмоции. Эмоциональность этих женщин - одновременно и их cлабость, и их очарование. Любовь занимает у них не последнее место в жизни, и при сильной сердечной привязанности они не будут считать зазорным отбросить строгие нравственные принципы./n'
  },
  Аурелия: {
    meaning: 'золотая',
    origin: 'латинское',
    info:
      'Рождается в семье деловых людей. В раннем детстве болеет и капризна, создавая немало сложностей для родителей. Наблюдая ее, можно заметить, что она эмоциональна, у нее неустойчивая нервная система. Пытается везде и во всем быть лидером. Внешне похожа на отца, по характеру - в мать. Сами по себе Аурелии - экстраверты, талантливы в музыке, обладают хорошей пластикой./n"Зимние" могут утром и проспать, потому что они "совы", а вечером долго не засыпают. Обладают хорошими внешними данными. В свободное время любят рисовать - раскрашивать картинки./nВесьма интересно и существенно, что в психологическом плане "весенние" весьма ранимы; они не лидеры, а ведомые. Больше предпочитают быть в стороне, но притом любознательные, читают много духовной литературы, любят прозу, стихи, в свободное время сочиняют сами. У них развита фантазия, но больше предпочитают слушать, чем говорить. Когда приходится выступать перед друзьями, всем нравятся рассказы Аурелии: они с юмором./n"Осенние" выделяются своими творческими достижениями, любят подшутить, находчивы, постоянно ищут развлечений, разнообразия, они оптимистки. Нетерпеливы./n"Декабрьские", чувствуя необходимость в поддержке, идут навстречу друзьям и помогают безвозмездно, сопереживая их трудностям. Они смелы, чрезвычайно деятельны, живут преимущественно в мире восприятии, легко устанавливают контакт с другими. У некоторых существует особый дар действовать на собеседников располагающей манерой общения, чутко понимать тончайшие оттенки их чувств и настроения./nАурелии - хорошие хозяйки, могут вкусао готовить, но не любят мыть посуду и просят это сделать других. Немалых успехов достигают благодаря своему упорству. Способны "видеть" хитрецов и прямо высказывают им, что думают о них. Любознательны, ходят к гадалкам, однако в их предсказания не верят./n"Декабрьские" в брак вступают трудно из-за своего упрямого характера, подчас не понимая, какой муж им нужен для семьи. Аурелии бывают настолько ревнивые, что сами этому не рады; все ими переносится болезненно, близко принимается к сердцу. В брачном союзе их привлекает уравновешенность мужа, потому что они сами очень эмоциональны. У Аурелии, рожденной в декабре, взрывной характер, она не идет на компромиссы и из-за этого всегда страдает. У нее много друзей, однако по своему характеру ей ближе люди с открытой душой, добрые и отзывчивые./nНаходят себя как музыкальные работники, могут стать художницей по росписи, детским педиатром, а также артисткой драмтеатра, библиотекарем, водителем трамвая, бухгалтером, машинисткой, артисткой балета, программисткой, журналисткой, архитектором, искусствоведом, педагогом, логопедом, инженером-конструктором. К работе, которую выбирают, относятся добросовестно, но на поклон к начальству ходить не любят./nВ жизни Аурелии происходят события, которые приносят ей и разочарования, но она не мнительная, а очень стойкая женщина, гордая, поэтому все переносит спокойно.'
  },
  Божена: {
    meaning: 'Божья',
    origin: 'славянское',
    info:
      'Божена - звучит мягко, почти лирически. Но девочки с таким именем совсем не ангелочки: они упрямы, по-мальчишески смелы, задиристы. Свою правоту могут доказывать не только словами, но и кулаками./nПовзрослев, Божена может с улыбкой вспоминать о своем "буйном" прошлом. Взрослая Божена - совсем другая женщина: настойчивая, но умеющая уступить, когда нужно, независимая, но способная прикинуться слабой, нуждающейся в твердой мужской руке, чувственной, но скрывающей свою чувственность под маской холодности./nБожена не любит, чтобы на нее оказывали грубое давление, тут она может поступить наоборот. При умелом подходе ее легко склонить на свою сторону, даже если поначалу она будет казаться непреклонной. Она не слишком амбициозна, не пытается любой ценой брать инициативу в свои руки, умеет адаптироваться к любым условиям жизни./n"Летняя" Божена с немного заторможенным сознанием. Долго не выходит замуж, не решаясь остановить на ком-то свой выбор./nБожена - обычно изящная, привлекательная женщина, не обойденная мужским вниманием. Ей присущи художественное чутье, тонкий вкус, любовь к домашнему уюту. В выборе друзей осторожна, в делах расчетлива - обмануть ее трудно. Это трезвый, уверенно чувствующий себя в жизни человек, способный сдерживать свои эмоции. У нее сильная воля - случайные неудачи и поражения только удесятеряют усилия этой женщины.'
  },
  Барбара: { meaning: 'прекрасная странница', origin: 'латинское', info: '' },
  Беатриса: {
    meaning: 'счастливая',
    origin: 'латинское',
    info:
      'Натура противоречивая: творческая, но инфантильная. Женщины с этим именем очень привлекательны, пользуются большим успехом у мужчин и умеют прекрасно завлекать их в свои сети. Все, что они делают, получается очень ненавязчиво, женственно и сексуально. Но эти "мягкие кошечки" при первой же возможности выпустят свои коготки. Их творческие усилия в основном направлены на себя: заботе о собственной внешности и уютном окружении. Очень ревнивы. В детстве ревнуют родителей (к младшим братьям и сестрам), в юности - свою первую любовь ко всему миру. Успокаиваются, выйдя замуж. Когда же взрослые дети разлетаются, могут разойтись с надоевшим мужем и превратиться в женщин неопределенного возраста, обожающих легкий флирт и способных кокетничать напропалую./nРешительная, обладающая ясным, практичным умом, обязательная сама и уважающая людей только обязательных; больше всего ей дорога честь ее имени. Не прощает предательства, но старается делать все для того, чтобы избежать скандалов и иных интриг с коллегами. В целом заботится о том, чтобы выглядеть привлекательной. Часто бывает в мужских компаниях, не любит говорить о себе и считает ниже своего достоинства использовать свой шарм, чтобы добиться чего-либо./nО рожденной в феврале можно сказать, что она противостоит трудностям и ситуациям, не ведает усталости в поисках моментальных решений или старается одолеть проблему, упорно ища правильное окончательное решение./nОна очень любопытна, ее влечет все новое - и так, пока не надоест, пока не постигнет истины. Редко бросается ради чего-то головой в омут. Любит созерцать жизнь, но может быть щедра душой, может быть тонкой, нежной./nРожденная в июле вежлива, проста, чрезмерно доверчива, иногда слишком, поэтому карьеру делать ей трудно. Но среди своих коллег она имеет успех, многие ее любят и ценят как специалиста и как человека. Она не завистлива и не расчетлива, готова всегда принять более разумную точку зрения другого. У нее кроткий нрав и отличные взаимоотношения с вышестоящим начальством. Способна находить путь, с помощью которого можно осуществить свои собственные идеи, но из-за своей нерешительности и ненастойчивости она не доводит дело до конца./nНекоторые Беатрисы долго не выходят замуж из-за своей нерешительности и чрезмерной воспитанности. Ей лучше себя посвятить искусству, кино, телевидению, театру. Заработать деньги для себя - эта цель не является для нее главной, ей редко хочется большой роскоши, она предпочитает во всем простоту, даже умеренность./nКогда Беатриса выходит замуж, рождаются разнополые дети. Она хорошая хозяйка, вкусно готовит, если блюда не предназначены для приема гостей. Любит читать, в основном книги из интересующей ее области./nДля Беатрисы, рожденной в ноябре, чтобы семейный союз был прочен, лучше выйти замуж за "летнего" мужчину; если же она выходит за "зимнего", брак может быть недолговечным. Умеет ухаживать за мужем, внимательная, продумывающая в доме каждую мелочь. У нее хороший вкус, умеет создать уют. Мужа выбирает под стать себе, ибо секс для нее немаловажен, она опытная в этом деле женщина. В семье она лидер, поэтому ей нужно иметь мужа, который будет понимать ее во всем. Она очень гордая женщина и не потерпит плохого отношения со стороны мужа.'
  },
  Белла: {
    meaning: 'красавица',
    origin: 'латинское',
    info:
      'Белла внешне похожа на отца, а упрямым характером пошла в мать. Она принципиальна и рассудительна, хотя часто действует импульсивно. Разговорчива и общительна, быстро завязывает знакомства. Хозяйка из нее получается неважная, утром она любит поспать подольше, а обед готовить будет только в случае крайней необходимости. Она чувствительна и эмоциональна, мужа выбирает долго, но первый брак ее бывает недолговечен. Белла часто бездетна, либо у нее рождается только один сын./nОна нетерпелива, для нее стоять в очереди - хуже каторги. Это тип деловых женщин, с хорошей практической сметкой. Среди них много торговых работников, педагогов, экономистов. Судьба таких не балует, но они не падают духом и справляются с жизненными невзгодами. Белла не добивается больших успехов и довольствуется малым.'
  },
  Береслава: {
    meaning: 'благая весть',
    origin: 'древнеславянское',
    info:
      'Растет тихой и спокойной девочкой. Охотно ходит в детсад, любит общество детей. В играх уступчива, добродушна ко всем. С детства стоит обратить внимание на ее способность к рисованию, хорошо у нее получаются и поделки из пластилина, особенно зверюшки. Рано начинает шить одежду куклам. Любит крутиться перед зеркалом в мамином платье и туфлях на каблуках. Знает много стихотворений, песен. В школе на уроках внимательная, все схватывает на лету. Участвует во всех школьных праздниках, посещает кружок художественной самодеятельности. Однако у Береславы слабое зрение, ей подолгу не следует смотреть телевизор. Обожает цирк, старается попасть на каждую новую программу, особенно если в ней принимают участие звери./nВзрослая, становится несколько эгоистична, вспыльчива. Но она настолько естественна и искренна во всех своих проявлениях, что негативные качества характера несколько смягчаются. В Береславе нет хитрости, она слишком доверчива. Часто ошибается в людях, разочаровывается и снова верит. Любые обиды забывает мгновенно, стоит только обидчику признать вину и попросить прощение. Многие это знают и пользуются умением Береславы прощать. Береслава слишком открыта для окружающих - вся как на ладони. Она не защищена от превратностей жизни, однако жизнерадостна, излучает оптимизм./n"Декабрьская" наиболее приспособлена к жизни, к борьбе за достижение цели. Она решительна, упряма, ничто не может сбить ее с выбранного пути. Вокруг нее собираются люди, которым необходимы общение, бескорыстная поддержка. Ее все любят, стараются попасть в круг ее друзей./nНесмотря на излишнюю доверчивость и некоторую наивность, Береславе удается сделать неплохую карьеру. Она пользуется доверием и авторитетом коллег, нередко именно ей предлагают возглавить коллектив. Береслава легко обезоруживает даже самых злостных своих противников, завистники бессильны перед ее искренностью./nБереслава совершенно не выносит боли, особенно зубной, панически боится бормашины./nБудучи бесхитростной по натуре, она, однако, способна на всяческие дипломатические уловки и ухищрения. Ей удается без конфликта и особого труда добиться того, что другим не под силу. Обладает природной интуицией, однако редко пользуется этим даром. Береслава уверенно продвигается по жизни, заботясь об интересах других, не ущемляя ничьих достоинств. Способна достичь вершины сама и тащить за собой всех, кто ее окружает./nБереслава вспыльчива, но вспышки гнева ее молниеносны и совершенно безобидны. Через минуту она забывает о причине взорвавшихся эмоций. Ее не интересуют сплетни, никогда Береслава не берется судить других и способна оправдать поступок любого.'
  },
  Берта: {
    meaning: 'яркая',
    origin: 'древнегерманское',
    info:
      'Это неспокойные, капризные и болезненные девочки. В кругу сверстниц верховодят, с большим удовольствием находятся среди взрослых. Берта - любознательная девочка, хорошо учится в школе, любит читать, предпочитая сказки. Очень похожа на отца - и внешне, и внутренне. Рожденные зимой - с нелегким характером, настойчивы и конфликтны. Они знают себе цену и не прочь прихвастнуть. Ярко одеваются и обожают быть на виду. Берты влюбчивы, но, выйдя замуж, становятся примерными женами. Правда, пытаясь подчинить себе супруга, в семье частенько создают конфликтные ситуации. Нередко выбирают в спутники жизни военного. Если у Берты появится возможность, она обязательно будет иметь прислугу и всласть покомандует ею. И тем не менее она - добрый человек.'
  },
  Биргит: {
    meaning: '',
    origin: 'английское',
    info:
      'В раннем детстве подвижная, смелая, дружит в основном с мальчиками, во всем стараясь подражать им. Биргит старательна, трудолюбива, все продумывает. Заканчивает хорошо школу. Среди друзей имеет успех, среди близких ее любят за честность и справедливость; она педантична, но не дипломат. Среди друзей отличается оптимизмом, быстро говорит. Ориентируется на любой местности. По сравнению с подругами реже болеет разными болезнями. Взрослая замуж не спешит, с матерью бывают сложности. Любит одеваться неординарно, в яркие тона - фиолетовый, красный. Обижает долго разговаривать по телефону. Не заставишь сидеть дома, читает только то, что нравится. Любит ходить в драматический театр./nВ замужестве лучше жить отдельно, чем со свекровью. Замуж выходят в двадцать - двадцать три года, долго выбирая; предпочитают высоких и спокойных мужчин. Работают врачами-стоматологами, парикмахерами, поварами, модельерами, закройщиками, кондитерами, контролерами-продавцами, художниками по росписи, переводчиками, искусствоведами./n"Зимние" - сложные, любят проявлять характер, спорить о чем угодно и доказывать свою правоту. Могут водить машину, но это касается только "осенних" и "зимних"; "весенние" это не умеют./nРедко, но у них бывает по два брака, развод в основном случается из-за свекрови./nБиргиты умеют вкусно готовить, они рациональны, гостеприимны, могут развлекать друзей, держат только сиамских котов. В свободное время любят мастерить безделушки из всего, что попадется ненужное в доме под руку, и пекут вкусный "Наполеон"./n"Осенние" предпочитают больше слушать, нежели говорить, не перебивая; им интересно скорее наблюдать за спорящими; любят читать исторические романы; они натуры сильно увлекающиеся, причем увлекаются чем угодно. По гостям ходить не любят, предпочитают принимать у себя. Весьма трудолюбивые и верующие.'
  },
  Богдана: {
    meaning: 'подарок Бога',
    origin: 'русское',
    info:
      'Женская форма мужского имени Богдан. Богдана - послушный, добрый, покладистый и ненавязчивый ребенок. Ни родителям, ни воспитателям она не доставляет хлопот. Такой же остается и в школьные годы, вокруг нее всегда много друзей и подружек./n"Зимние" - с противоречивым характером, упрямы и настойчивы. Они ближе к отцу, чем к матери, да и вообще Богданы целиком в отца. Рожденные зимой - весьма активные особы, это тип "студентки-общественницы". Они рассудительны: сначала все тщательно продумают, а потом уже сделают./n"Летние" - мягче, намного добрее, но их доброта нередко доставляет им неприятности. Любят животных: собачек, кошечек, голубей. Они трудолюбивы, хорошо шьют и вяжут. Замуж выходят удачно. Трудно сходятся с новыми людьми и так же нелегко расстаются./n"Весенние" - ранимы и чувствительны, подвержены респираторным заболеваниям. У них развито чувство прекрасного, они умеют со вкусом одеваться. В доме у этих женщин всегда опрятно и уютно./nБогданы успешно работают врачами, инженерами, бухгалтерами, воспитателями, поварами, парикмахерами, портнихами, среди них встречаются актрисы, художницы, музыканты.'
  },
  Борислава: {
    meaning: 'борющаяся за славу',
    origin: 'славянское',
    info:
      'Девочка с этим красивым и достаточно редким именем - любимица мамы, хотя больше привязана к отцу./n/nдетстве капризна, с плохим аппетитом, часто болеет и пропускает уроки в школе. Много читает, посещает школьные кружки - хоровой и драматический. Она скромна, нерешительна и несколько застенчива. С возрастом характер Бориславы меняется, она становится обидчивой, упрямой, злопамятной. Многие считают ее хитрой и слишком расчетливой - ни шагу не ступит, всесторонне все не обдумав./nУ "зимних" судьба складывается трудно, тем не менее они добры и охотно приходят на помощь. Талантливы, но талант часто так и остается нереализованным. Они не любят быть в гуще событий и стараются держаться в тени. Гостеприимные хозяйки и примерные жены, хотя со свекровью не ладят и стараются жить вдали от нее./nПо профессии Бориславы обычно педагоги, врачи, портнихи, художницы, инженеры.'
  },
  Бронислава: {
    meaning: 'хранительница славы',
    origin: 'славянское',
    info:
      'Бронислава - девочка домашняя, она часто болеет, поэтому родители не отдают ее в детский сад. Ранима и застенчива, очень похожа на отца, характером же-в мать. Бронислава добра, любит животных, может принести домой бездомного щенка или котенка, за что ей частенько достается от родителей. Она не по-детски обязательна и честна; в школе учится хорошо. Занимается музыкой, балетом, свои детские игрушки трогательно хранит до совершеннолетия./nВзрослея, девушки остаются такими же кроткими, добрыми, ранимыми, но несколько мнительными (последнее касается только "летних")./n"Зимние" - более импульсивные натуры, они настойчивее своих "летних" тезок, способны отстаивать свою точку зрения, аккуратны и пунктуальны. Не терпят обмана и сами никого не обманут./nБрониславу отличает требовательность к себе и к окружающим, потому она долго не выходит замуж. Однако, выйдя, превращается в гостеприимную, умелую хозяйку, преданную жену и хорошую мать. Она и дочь неплохая - предана своим родителям и заботится о них до самой старости.'
  },
  Валентина: {
    meaning: 'сильная',
    origin: 'латинское',
    info:
      'Валентин отличает большая доброта. Это заметно и в раннем детстве. Валюша поделится игрушкой, отдаст последнюю конфету, разделит на всех яблоко. Доброта Валентин жертвенная. Часто, соглашаясь помочь, Валентина создает себе дополнительные трудности и проблемы, хотя сама в данный момент нуждается, может быть, в большей помощи. Она не ждет награды за свой альтруизм, она делает это не из расчета или корыстных побуждений, а потому, что совершенно не в состоянии переносить чужого горя. Просьба для нее - сигнал о помощи, она же сама - как дежурный поста Доброты, готовый всегда эту доброту проявить./nУ нее легкий, похожий чем-то на изменчивое весеннее солнце нрав. Она может легко вспылить, рассориться с лучшей подругой, но не проходит и двух минут, как она уже готова идти на примирение. И многие из тех, кто ее хорошо знает, безо всяких обид прощают эти мимолетные вспышки, зная ее мягкий, отходчивый характер./n/nВалентина - гостеприимный человек, легка на подъем, приходя в гости, одной из первых бросается помогать хозяйке дома. Она проста в общении, чаще всего весела, очень гостеприимна и сама любит ходить в гости./nВалентина любит азартные игры, при игре очень увлекается, болезненно переживает проигрыш./nЗамуж выходит по любви, но любовь ее часто вторична - возникает в качестве ответного чувства к человеку, который вызывает у нее сострадание к себе своей отчаянной любовью к ней. В семейную жизнь Валентина окунается с головой. Почти все свободное время она посвящает мужу и детям, не отказывается и от заботы о старых людях. Врагов у Валентины, можно сказать, нет, есть завистники, но и их она часто обезоруживает своей добротой. И все же личная жизнь Валентин складывается не всегда удачно. В этом виноваты главным образом их мужья.'
  },
  Валерия: {
    meaning: 'рожденная здоровой',
    origin: 'латинское',
    info:
      'Валерия непредсказуема. Порой ее поведение буквально зависит от того, с какой ноги она встала. Если маленькая Валерия надуется, то это надолго. Вроде бы и повода никто для этого не давал, а она не в духе. Так же, без видимой причины, через какое-то время опять станет веселой и ласковой, и опять не стоит ломать голову над тем, почему это произошло - все равно не отгадаете./nПовзрослев, Валерия продолжает оставаться сложной и малопредсказуемой. Она противоречива в оценке событий и людей, непостоянна в своих намерениях. Естественно, что такой характер не очень-то располагает к себе. Впрочем, если у вас хватит терпения завоевать ее расположение или просто повезет ей понравиться, вы будете иметь преданнейшего друга, который упрямо будет видеть в вас только хорошее, даже если вы этого и не заслуживаете. Тот, кто сможет проникнуть в характер Валерии глубже, увидит, что в основе несколько взбалмошного поведения Валерии лежит ее ранимость, повышенная чувствительность. Мимолетный взгляд, брошенный мужем Валерии на проходящую женщину, не заметит никто, а она приметит обязательно. И следствием этого может стать непонятный многим поступок, решительно испортившееся настроение./nК незнакомым людям у Валерии преобладает настороженно-недоверчивое отношение. В безобидных замечаниях свекрови она может усмотреть предвзятое к себе отношение, хотя другая невестка в подобной ситуации отнеслась бы к словам той вполне спокойно./nВалерия - заботливая, хозяйственная жена, дома у нее во всем порядок. Не любит ходить на вечеринки, в гости, предпочитает домашнюю тишину и общение в кругу семьи. Ревнива, каждая новая женщина в окружении мужа вызывает у нее множество страхов и подозрений, унизительных для мужа допросов. Ревность Валерии нередко разрушает удачно складывающийся поначалу брак./n'
  },
  Ванда: {
    meaning: 'из германского племени вандалов',
    origin: 'славянское',
    info:
      'В детстве эти малышки доставляют немало проблем своим родителям и воспитателям - плохим аппетитом, неспокойным нравом, чрезмерной эмоциональностью./nУпрямые и решительные, похожие больше на отца, они и друзей себе чаще выбирают среди мальчиков./nВ школе и в институте учатся неплохо, занимаются спортом (теннисом, волейболом). Любят "наводить порядок" и искать справедливость. В особенности это касается Ванд, рожденных зимой: они конфликтны, пытаются всеми командовать, навязывать свое мнение и спорить по пустякам; в жизни им приходится трудновато. "Летние" Ванды добрее, но с хитринкой./nСреди женщин с этим именем есть художники, инженеры, продавцы, портнихи, архитекторы, врачи, воспитатели детских садов, скорняки./nБрак у Ванды, как правило, удачен, и обычно рождаются сыновья (за исключением "осенних"). Эти женщины всего добиваются в жизни собственными силами: они и мужа выберут себе такого, какой соответствует их идеалу мужчины. Ванда - прекрасная хозяйка, хотя и любит по утрам поспать подольше и не терпит мытья посуды. Дом у нее тем не менее всегда в полном порядке, и вкусный обед приготовлен. Она экономна в домашних тратах, действует не спеша, продумывая каждый шаг. Ванда - не деловая женщина, карьере она предпочитает домашний круг общения, роль хранительницы домашнего очага. У нее много друзей, которых она охотно принимает.'
  },
  Варвара: {
    meaning: 'иноземка',
    origin: 'греческое',
    info:
      'Девочка Варя - безмятежное, доброе и улыбчивое создание. Это "папина дочка", похожая на отца как внешне, так и повадками. Она скромна, покладиста, трудолюбива, но несколько нерешительна и остается такой же, став взрослой./n"Зимние" - неплохие спортсменки, увлекаются лыжами. Рассудительны и замкнуты, свои обиды держат в себе. Неторопливы - начав дело, не будут спешить с ним, пока не обдумают все обстоятельно./n"Летние" - обидчивы и требовательны (не столько к окружающим, сколько к себе самой), они умеют подать себя, со вкусом одеться./nВаря - большая домоседка, возможно, поэтому замуж выходит поздно и часто неудачно. Однако присущая ей терпеливость помогает сохранить брак./n'
  },
  Василиса: {
    meaning: 'царевна',
    origin: 'греческое',
    info:
      'Девочки с таким именем часто рождаются слабенькими, растут болезненными, стеснительными и робкими - кажется, ничто не предвещает, что из этих малышек вырастут властные, не терпящие возражений особы./nВ характере Василисы наиболее ярко выделяются две черты: нетерпимость и необычайно развитое чувство справедливости. Несовместимость этих качеств особенно заметна, когда Василиса пытается навести порядок "по справедливости" - так, как она ее понимает. Ее побуждения всегда благородны, но результат их часто оказывается плачевным - в прямом значении этого слова./nОсобенно конфликтны "зимние" женщины. Они весьма высокого о себе мнения и желают, чтобы окружающие оценивали их персону столь же высоко. Семейная жизнь их складывается трудно, первый брак чаще всего распадается. Василисы буквально взрываются при одном лишь намеке на то, что не мешало бы им быть более терпимыми. Эти женщины любят ходить в гости - продемонстрировать свои наряды, а принимать друзей у себя - чтобы Показать, например, только что купленный сервиз./nВ глубине души Василиса чувствует свои недостатки, но признать их выше ее сил. Несколько отличается от других Василиса, рожденная в сентябре: она дипломатичнее, мягче, не обидчива и не будет "лезть на рожон", не соглашаясь в чем-то с мужем. Она тоже нелегко сходится с незнакомыми людьми, но глубоко переживает их отчуждение./nОднако не все так плохо в этой женщине. Есть в ней одно неоценимое качество: искренняя, бескорыстная участливость. Разумеется, и здесь не обходится без поучений, но если уж Василиса взялась вызволить человека из беды, она сделает это непременно. У этой женщины какая-то внутренняя потребность восстанавливать справедливость, однако выдержать ее альтруистические побуждения бывает порою нелегко.'
  },
  Венера: {
    meaning: 'богиня цветов, красоты и любви',
    origin: 'римское',
    info:
      'Венера с латинского переводится как "любовь". В древнеримской мифологии Венера - дочь Юпитера, богиня весны, красоты и любви, в древнегреческой мифологии - Афродита./nРастет слабой, неспокойной и болезненной девочкой, подвержена частым респираторным заболеваниям. Она внешне похожа на отца, характер же наследует материнский и проявляет его уже в раннем детстве. Родители Венеры не ладят между собой, атмосфера в семье - не из лучших, и девочка очень рано на собственном опыте усваивает сложности жизни./nВенера - способна, музыкальна, пластична и спортивна. В школе у нее не было бы проблем, если бы не вечные споры с учителями./n"Зимние" Венеры - красивы, предпочитают женскому обществу мужское. У них нелегкий характер, и зачастую не удается найти общего языка даже с собственной матерью./n"Летних" отличают доброта, заботливость и легкое отношение к деньгам, им свойственно также бросаться из одной крайности в другую./nВенеры влюбчивы, первый брак у них не всегда удачен, да и они склонны совершать в жизни множество ошибок, чему обязаны именно этим своим качествам. Во втором браке - счастливы. Они неплохие хозяйки и преданные матери (чаще - дочерей и редко - сыновей). Любят одеваться несколько экстравагантно, отдавая предпочтение красным и фиолетовым тонам.'
  },
  Вера: {
    meaning: 'истина',
    origin: 'латинское',
    info:
      'Вера с детства поражает взрослых своей рассудительностью и меркантильностью. Это всегда уравновешенная девочка, с логическим складом мышления, любительница всяческих копилок. Потерянную мамой бусинку всегда можно найти в ее игрушках. Это не шумная, не капризная девочка. Она прилежно учится, не откажется понянчить брата или сестренку, старшие для нее - всегда авторитет. Не скандальная, не склочная по натуре, Вера тем не менее редко имеет близких подруг. Не стремится рано выйти замуж./nУ Веры хорошо организованный практический ум, сообразительность в конкретных делах, трезвость в оценке происходящего. Вера не лишена творческих способностей, зачастую она музыкальна, но тот, кто, увидев ее за роялем, решит, что перед ним создание, живущее исключительно духовной жизнью, глубоко ошибается. Вера прекрасно знает, чего она хочет от жизни, и никогда не упустит своего. И это качество в ней явно превышает эмоциональное восприятие мира, преобладает над мечтами и фантазиями./nВера трезво смотрит на все, ей и в голову не придет, что с милым может быть рай в шалаше. Она считает, что для земного рая необходимы вполне реальные вещи. Если эмоции мешают вам подчинить рассудок логике, почаще советуйтесь со знакомой Верой - она постарается вернуть вас на грешную землю./nБудущего мужа Вера редко выбирает среди сверстников, предпочитая им мужчин постарше. Имеет чаще одного ребенка, в котором души не чает, а если этот ребенок - девочка, то Вера заранее начинает копить для нее приданое. Детей воспитывает в строгости, сторонница пуританской морали. Вера ладит со свекровью, потому что знает: со свекровью надо ладить. Делает это она мастерски - не теряя своего достоинства и удовлетворяя претензии самой придирчивой свекрови. Ее вкусные обеды и накрахмаленные салфетки, заботливое отношение к детям, преданность мужу приводят к тому, что ее начинают любить даже те родственники мужа, кто поначалу был против брака.'
  },
  Вероника: {
    meaning: 'чистый образ',
    origin: 'латинское',
    info:
      'В детстве робки, застенчивы и нерешительны, подвержены простудным заболеваниям. С возрастом в характере этих чувствительных крошек становятся заметны такие черты, как раздражительность, и особенно упрямство. Кроме того, у некоторых из них возникает аллергия на запахи, они могут упасть в обморок даже от одного вида крови./nХарактер у Вероники материнский, хотя внешне она очень похожа на отца. Женскому обществу предпочитает мужское и в браке бывает не один раз; рождаются у нее обычно девочки. Вероника - общительная и живая, можно сказать, искрометная женщина и свою живость сохраняет до старости./nОна чрезвычайно влюбчива и пользуется ошеломляющим успехом у мужчин. Однако быстро вспыхнувшее чувство может у нее так же быстро улетучиться, и тогда она безо всякого сожаления порвет все связи с бывшим возлюбленным. Непривлекательная черта Вероники - упрямство (особенно характерна она для "зимних" Вероник), причем часто она действует просто назло кому-то. Любимые цвета - красный, фиолетовый и черный.'
  },
  Веселина: {
    meaning: 'веселая',
    origin: 'славянское',
    info:
      'Веселина - жизнерадостный ребенок, у нее ясный взгляд, ослепительная улыбка, кудрявая головка. Она любит везде быть первой. Не стремится руководить, теряет всякий интерес к любому занятию, ищет другое, где сможет себя проявить./nУ Веселины легкий характер, но при всем том ей хватает упорства в достижении цели. Она очень чувствительна к похвале, это ее подстегивает, придает уверенности, и силы - Веселину хвалить необходимо. Она избирательна в своих увлечениях, ей нравятся не все книги, фильмы и даже игры. Она любит приключенческие романы, фантастические фильмы, подвижные игры. Часто приглашает к себе друзей, сама с удовольствием ходит в гости. Открытое пространство на нее действует не так благоприятно, как замкнутое: в квартире ей уютнее, она чувствует себя здесь более защищенной./nВеселина обладает лучшими человеческими качествами: верностью, честностью, справедливостью. Внушает доверие окружающим, умеет хранить тайны. Не всех близко подпускает к себе, но немногочисленным друзьям предана бесконечно, никогда не оставит в беде. Хоть Веселина и жизнерадостна, болтушкой ее не назовешь. Она изучает человека, присматривается к нему, прежде чем ответить на его приглашение к беседе. Веселина бывает вспыльчивой, но умеет справляться со своими эмоциями, никогда не доводит разногласия до ссор. Не терпит длительных размолвок с друзьями или близкими, сама идет на примирение, не разбираясь, кто был виноват./nВ экстремальных ситуациях Веселина может действовать под влиянием сиюминутных чувств, но, зная за собой такой недостаток, старается выслушать мнение друзей, отложить принятие решения, чтобы серьезно все обдумать./nВеселина очень гостеприимна, что, однако, хорошо сочетается в ней с бережливостью. Из самых обыкновенных, казалось бы, продуктов она может приготовить что-то невероятно вкусное. Кулинария ей с детства дается легко. Еще девочкой она помогает маме печь пироги, блины. Любит делать творожную начинку. Замуж Веселина выходит рано, однако жизнь ее складывается не так, как ей хотелось бы. Только благодаря терпению ей удается сохранить семью. Она очень любит детей и готова ради них на самопожертвование./nВеселина любит цветы, любимый ее цветок - хризантема.'
  },
  Веста: {
    meaning: 'богиня домашнего очага',
    origin: 'латинское',
    info:
      'Стремление командовать всеми и всюду проявляется у этих женщин с детства. Маленькая Веста непременно добьется своего, любой ценой заставит родителей выполнить ее желание, может и истерику закатить в магазине, если ей не купят игрушку. Похожа скорее на отца и привязана к нему больше, чем к матери (любопытно, что у "зимней" Весты характер материнский, а у всех остальных - отцовский)./n"Зимняя" Веста общительна, любит шумное общество и не переносит одиночества; "летняя", напротив, застенчива, нерешительна и несколько замкнута. Тем не менее у той и другой много друзей, они добры, не завистливы и никогда не откажутся помочь другому. Правда, немного неловки, поэтому, помогая, часто только мешают./nЖенщины с таким именем внешне привлекательны и обращают на себя внимание мужчин; одеваются ярко, броско. Весты не лишены талантов: многие из них неплохо рисуют, танцуют, пишут стихи. В семье эти женщины верховодят, и мужьям их придется смириться с этим обстоятельством. Хозяйки они неплохие, жены - внимательные и матери - заботливые. К сожалению, у "осенних" Вест - слабые легкие, ранней весной и осенью болезнь дает о себе знать.'
  },
  Вета: {
    meaning: 'трилистник',
    origin: 'французское',
    info:
      'Это подвижные и озорные девочки, их слабое здоровье - предмет особой заботы родителей. С возрастом благодаря занятиям спортом становятся крепче. Но судьба не балует этих женщин, хотя они и наделены многими способностями. У них неустойчивая нервная система, они слишком восприимчивы и впечатлительны, принимают все близко к сердцу и отчаянные спорщицы. Вета недоверчива, даже мнительна, не доверяет она и собственному мужу, и в браке ей приходится нелегко./nСтремление руководить мужем часто заканчивается тем, что брак Веты распадается, и от этого характер ее не становится мягче./n"Зимние" - сложные, противоречивые натуры, не лишенные талантов, в том числе кулинарных./n"Осенние" - расчетливы и экономны; предпочитают ходить в гости сами, чем принимать гостей у себя (не любят мыть посуду!). В компании - незаменимы./n"Летние" - ранимы, добры и слишком доверчивы, последнее нередко подводит их. Хотя они домовиты, аккуратны, что называется, "домашние" женщины, спутника жизни находят себе с трудом.'
  },
  Вида: {
    meaning: 'видящая',
    origin: 'латинское',
    info:
      'Воспитывать эту девочку очень трудно, так как ею почти невозможно руководить. Взрослая Вида все так же не поддается влиянию - она как кошка, гуляющая сама по себе.У нее гибкий ум, склонный к обобщениям, прекрасная память, но она не слишком любознательна, живо воспринимает только то, к чему прикипела душой, и не склонна расширять круг своих интересов./nЕй свойственно чувство собственного достоинства, она верна слову и тяжело переживает измену или нечестный поступок. У нее нет недостатка в поклонниках, но в отношениях с ними она весьма осторожна, опасаясь, что может сделать неправильный выбор. В выражении чувств сдержанна, что вовсе не исключает порыва чувственности, если ей удастся встретить идеального партнера./nЕсли эта женщина задумает что-то сделать, бесполезно заставлять ее изменить решение. Взгляды ее очень субъективны, и полагается она только на свои суждения. Вида живет своей внутренней, скрытой от посторонних взоров жизнью. Круг ее друзей весьма ограничен. Случается, что, выходя замуж, она уезжает в другой город и тогда вовсе замыкается в себе. С собственной матерью тоже не всегда находит общий язык, между ними как будто существует невидимый барьер. Гораздо ближе ей по духу отец./nВида - домоседка и предпочитает проводить время за чтением или рукоделием. "Летние" Виды склонны к лености.'
  },
  Виктория: {
    meaning: 'победительница',
    origin: 'латинское',
    info:
      'Вика часто похожа на отца. Ленива и несколько медлительна. В играх с детьми редко бывает заводилой - довольствуется обычно пассивной ролью. Долго не хочет осваивать азбуку, поэтому просит родителей почитать ей. Вместе с тем она спокойна, уравновешенна, скорее молчунья, чем говорунья, может иногда без видимой для окружающих причины замкнуться в себе. В юности Виктория становится более оживленной, начинает следить за собой, но внутренняя неуверенность, застенчивость живут в ней, и часто попытки самоутвердиться проявляются в довольно своеобразной форме. То юная Виктория сразит окружающих крепким запахом духов, то наденет неприлично короткую юбку, то на вечеринке будет вести себя чрезмерно вызывающе. Эта демонстративность, напористость, проявившиеся в более, чем того требует ситуация, экстравагантной форме, будут характеризовать Викторию и в будущем, На работе она деловита, при начальстве даже пытается форсировать события, поучать окружающих, но, получая отпор, мгновенно теряет боевитость и становится такой, какая она всегда./nИз всех профессий Виктория выберет ту, что не требует общения с людьми и где конечный результат зависит исключительно от нее самой. С удовольствием принимает на себя роль домохозяйки, хотя при соответствующих внешних данных вполне может стать фотомоделью или манекенщицей./nВиктория долго выбирает мужа. Причиной тому не дурной характер Виктории, как это можно подумать, и не ее высокие требования к будущему мужу, а нерешительность. Она, Виктория, такая всегда, когда речь идет о значительном шаге в ее жизни. После замужества, еще не веря в свершившееся, Виктория продолжает испытывать сомнения по поводу правильности своего шага. Чуткий, внимательный муж поможет обрести ей уверенность в себе, после чего она буквально преобразится. Станет доверчивой, откровенной, будет безоглядно и сильно любить, жертвовать ради любимого многим. Однако один вероломный поступок мужа - и душевное равновесие вновь нарушено. А жаль! Виктория достойна настоящей любви и счастья в браке: она заботлива и верна.'
  },
  Вилора: {
    meaning: 'воля, желание, сила',
    origin: 'древнегерманское',
    info:
      'Женщина с таким именем всегда любит быть в гуще событий. Она с детства обладает неусидчивым, беспокойным характером, который не меняется, несмотря на возраст. Вилора из тех, у кого хватает терпения только на ту работу, которую можно сделать быстро. Они легко зажигаются, однако действуют всегда с расчетом. Выбор профессии для них непростое дело, но, получив образование, они все-таки работают совершенно по другой специальности./nВ этой женщине вы найдете верного друга. Но дружить она предпочитает с мужчинами. Она чрезвычайно влюбчива, но быстро остывает к предмету своей страсти. Что касается нравственности, то Вилора просто не успевает вспомнить о ней, переживая очередное увлечение. Но если ей выгодно, она может изменить свои моральные принципы./nЗамуж Вилора выходит, разумеется, по страстной любви, но первый брак ее бывает чаще всего недолговечным, второй раз выходит замуж не скоро./n"Зимние" женщины эгоистичны и честолюбивы, эгоизм подавляет в них малейшее проявление альтруизма. К тому же они еще и ревнивы. Этот "букет" оказывается для иных мужей тяжелой ношей./nЖенщины с подобным типом характера всегда пытаются жить полнокровной жизнью.'
  },
  Виолетта: {
    meaning: 'фиалка',
    origin: 'итальянское',
    info:
      'Виолетта - смелая и мужественная женщина, эти черты проявляются уже в маленькой девочке. Она неусидчива, упряма и решительна. Если обидит кого-то - ни за что не попросит прощения, даже если будет понимать, что не права. Она рано становится самостоятельной./nВзрослая Виолетта - эмоциональная, но такая же прямая и решительная, как в детстве. Любит утром подольше поспать, для работы у нее - поздний вечер ("сова"). Она старательна, но хорошо делает только то, к чему у нее лежит душа. У нее отменный вкус, она всегда нестандартно одета, фасоны своих туалетов часто придумывает сама./nВиолетты - внешне очень привлекательные женщины, и мужья не без основания ревнуют их. Они влюбчивы, а "летние" Виолетты в браке бывают дважды. Очень общительны, любят шумное общество и всегда в курсе дел своих многочисленных друзей, близких и родных. Предпочитают жить врозь со своими родителями, а тем более - со свекровью, отношения с которой складываются весьма непросто./n"Летние" Виолетты увлекаются симфонической музыкой и питают пристрастие к сладкому. Среди женщин с таким именем есть архитекторы, преподаватели музыки и иностранных языков, инженеры, спортивные тренеры./nЭто сильные личности, лидеры, но в жизни им чаще не везет.'
  },
  Вирдгиния: {
    meaning: 'девственная',
    origin: 'латинское',
    info:
      'Эмоциональная, общительная, веселая, но упрямая девочка. Часто болеет респираторными заболеваниями. Учится хорошо, но шумная и непоседливая на уроках. Не всегда может сдержать эмоции, энергия ее неиссякаема. Больше дружит с мальчиками, любит играть в хоккей или футбол. Хозяйственные дела ее не привлекают./nВзрослая остается такой же общительной, очень самостоятельной. Слишком независима, не терпит давления со стороны, но если увлечена чем-то сама, сделает все безупречно. Может быть покладистой, и приветливой, но только с теми, кто не давит на ее психику, не старается подчинить ее волю. Легко раздражается, выходит из себя. Редко кто служит для нее авторитетом. Никогда не меняет убеждений, стабильна во взглядах, поэтому переубедить ее бывает трудно. Во всем полагается исключительно на свой опыт, мало кому верит на слово, старается все перепроверить сама./nВиргиния обязательна и пунктуальна, не любит, когда кто-то опаздывает на встречу, сильно злится, может не дождаться и уйти, а может нарочно дождаться и устроить выволочку. Самокритична, требовательна к себе. Предпочитает в кругу своих знакомых иметь таких людей, которые близки ей по духу и складу характера./nЧасто бывает слишком принципиальна и нетерпима к ошибкам других. Не хочет понять кого-то или войти в положение другого, не принимает оправданий. Однако яростно борется с несправедливостью, не замечая, что сама часто бывает несправедливой. Безжалостна с лгунами, интриганами, склочниками./nВиргиния покоряет мужчин своей непокорностью. Она и не задумывается над тем, что можно вести себя как-то по-другому, чтобы кому-то понравиться. Это натура увлеченная, и ей некогда остановиться и поразмыслить над такими мелочами.Ей нравятся мужчины сильные, обладающие интеллектом. А вот рафинированных интеллигентов она не любит: слишком сложно с ними общаться,того и гляди ненароком обидишь. Замужем Виргиния бывает несколько раз, но только последний брак обычно оказывается более удачным./nУмная, скрытная, самолюбивая женщина, хотя это не мешает ей быть со всеми в ладу. Поступая так или иначе, она никогда не забывает о своих интересах, однако и не в ущерб другим./nВ семье Виргиния - лидер, но умеет построить отношения с супругом так, что, находясь у нее под каблуком, он считает себя главой семьи. Нужно отдать ей должное - она не ущемляет достоинств мужа, всячески поощряет его инициативу, но если ей что-то не нравится, умеет его отговорить от задуманного. Дети маму обожают, но и отец для них - неоспоримый авторитет. Рождаются у Виргинии разнополые дети. Дочь бывает точной копией матери.'
  },
  Виталина: {
    meaning: 'жизненная',
    origin: 'латинское',
    info:
      'Редкое имя, но, дав его дочери, вы подарите ей удивительную судьбу. Мягкость и обаяние женщины дополнят такие качества, как решительность и смелость. Девочка с таким именем - любимица подружек и в то же время пользуется авторитетом у приятелей-мальчишек. Она очень самостоятельна. Знает, чего хочет, самолюбива, но учебе внимания уделяет немного. В детские годы любит читать сказки и приключенческие романы./nВзрослея, как бы изучает мир вокруг себя и пытается найти среди окружающих ту, на кого ей хотелось бы быть похожей. Но идеал обычно найти нелегко, и она замыкается в себе. В этом же возрасте начинаются недоразумения с родителями, чаще с мамой./nВиталина обычно рано выходит замуж, но почти никогда ее избранником не станет ровесник. Ее взрослому уму импонируют образованность и умение основательно устроиться в жизни. Редко находит общий язык со свекровью./nТипично женские уловки и хитрости, чтобы удержать возле себя мужчину, ей малоинтересны. Да их в ее арсенале, можно сказать, нет. И не беда! Они с лихвой компенсируются практическим умением владеть ситуацией и подчинять ее своим желаниям. Однако Виталину легко обмануть, в некоторых вопросах она очень доверчива, но не дай бог ей узнать об обмане. Реакция будет невероятно бурной, а горе безутешным./nВиталина - экономная хозяйка, заботится о детях и муже, однако редко взваливает на себя все домашние хлопоты. Муж Виталины в фартуке, за мытьем посуды - обычная картина в доме. Вообще она тяготеет больше к мужским занятиям, и если муж ее - деловой человек, то хороший помощник ему гарантирован. Она уверена в себе, энергична, решительна. Женщины, носящие имя Виталия или Виталина, комфортнее чувствуют себя в мужской компании, в женском обществе играют исключительно роль лидера.'
  },
  Владлена: {
    meaning: 'сокращение от Владимир Ленин',
    origin: 'советское',
    info:
      'Описывая значение имени Владлена для девушки, нужно начать с того, что уже в детстве оно дает о себе знать, и притом не всегда с лучшей стороны. Владлена по натуре очень сложный человек, и в ней уживается масса противоречивых, трудно совместимых качеств. К примеру, она очень эмоциональна и в то же время невероятно скрытна./nВладлена, значение имени которой роднит ее с человеком неоднозначным, также несет на себе печать этой тотальной расщепляющей двойственности. Поэтому даже родителям порою сложно ее понять. С первых дней появления малышки на свет они вынуждены терпеть острые углы характера своей дочурки. Последняя добивается того, чего хочет, с помощью криков и истерик. При этом ни в ранние годы, ни позже она не придает особого значения тому, как ее желания согласуются с возможностями. Владлена привыкла требовать по принципу «вынь и положи» и вразумить ее в этом отношении практически нереально. Значение имени Владлена также проявляется в крайней эксцентричности и эмоциональности девушки. Она не хочет ни с кем считаться и нередко проявляет нетерпимость к тому, кто ей не по душе. В то же время очень любит общаться с людьми и до крайности экстравертивна. Врагов не щадит, а всех остальных может заболтать до смерти, отчего многие избегают лишний раз оказываться в ее компании./nВладлена также отличается тем, что может очень резко и кардинально менять свои ценности и приоритеты. Бывает, что поставив себе одну цель и упершись со всем усердием в ее достижение, она на середине пути абсолютно меняет свои желания и разворачивается на всех парах обратно. Мнение окружающих людей для нее не имеет особого значения, так как девушка привыкла рассчитывать на себя, надо сказать, чувства самоуверенности ей не занимать./nАмбициозность и стремление реализовать свои цели – это неотъемлемая особенность тех, кто носит имя Владлена. Значение имени и судьба делают этих девушек эгоистичными и требовательными. Со временем это только усугубляется. Лишь удовлетворив свои притязания и заняв руководящую позицию, Владлена готова обратить внимание на других. Гордость и чувство значимости обуславливают тот факт, что она приобретает славу человека, который никогда не откажет в помощи. Особенно она любит давать консультации и покровительствующие советы. И пусть она это делает, дабы утвердиться в своих же глазах, предлагаемые ей методы и решения по характеру действительно порой близки к гениальности.'
  },
  Владислава: {
    meaning: 'сильный Бог',
    origin: 'славянское',
    info:
      'В раннем детстве болезненна, боится незнакомых людей, не ко всем идет на руки. В детском саду застенчива, молчалива, но играет со всеми, кто подойдет к ней первым. В школе учится хорошо, одновременно успешно занимаясь музыкой. Пластична, неплохо танцует и поет. Много читает, в раннем возрасте постоянно просит родителей почитать ей. Имеет много приятельниц, но настоящая подруга одна. Повзрослев, становится менее замкнутой, покладистой, даже покорной. Похожа на отца внешне, но характер наследует от матери. Домоседка. Без особого труда поступит в университет, может серьезно заняться музыкой и учиться в консерватории./nВладислава обладает оптимистическим характером, где бы ни училась - она лидер и хороший организатор, ее многие любят и прислушиваются к ее советам. Если она родилась в январе, то положительно настроена к окружающим, обладает, как правило, глубокими знаниями, одаряет окружающих теплотой и вниманием, ожидая аналогичного отношения к себе. Владислава не любит размениваться на мелочи, старается избегать сложных жизненных ситуаций и конфликтов. "Осенняя" Владислава расчетлива, тщательно все продумывает. По утрам любит поспать; считается, что она "сова", поэтому ищет работу преимущественно во второй половине дня./nБрезглива, из-за чего редко бывает в гостях, но сама очень гостеприимна. В личной жизни не слишком счастлива. Вкусно готовит и любит это делать. Испытывает необходимость менять обстановку, часто переставляет мебель, пока не расставит по своему вкусу. Обладает хорошо развитой интуицией. "Летняя" не слишком приветлива, неласкова с супругом. С матерью отношения складываются сложно. После рождения ребенка часто не работает, занимается воспитанием детей. Ей снятся цветные сны, нередко вещие. Щедра душой. В семье всегда лидер. В любви искренна, несколько импульсивна. Не терпит каких-либо сердечных осложнений, очень ревнива. Не капризна, но очень противоречива. Осмотрительна, осторожна в отношениях с людьми. Семейную жизнь устраивает на свой лад, обычно ей это удается. Более надеется на свою интуицию, чем на умозаключения. В любви много дает супругу, но еще больше требует от него. Слишком чувствительна к внешним воздействиям. Она лояльна, приветлива, надежна. Работать может врачом, педагогом, бухгалтером, медсестрой, преподавателем музыки, архитектором, модельером, инженером, продавцом./n"Зимняя" Владислава более энергична и решительна, чем та, которая рождена в иные времена года.'
  },
  Вилена: { meaning: 'В честь В.И. Ленина', origin: 'русское' },
  Габриела: { meaning: 'сильный Бог', origin: 'испанское', info: '' },
  Галатея: { meaning: 'беломраморная', origin: 'греческое', info: '' },
  Галина: { meaning: 'спокойная', origin: 'греческое', info: '' },
  Гелла: { meaning: 'сияющая', origin: 'греческое', info: '' },
  Генриетта: {
    meaning: 'благородная красавица',
    origin: 'древнегерманское',
    info: ''
  },
  Гера: { meaning: 'покровительница брака', origin: 'греческое', info: '' },
  Герда: { meaning: 'красавица-великанша', origin: 'скандинавское', info: '' },
  Гермогена: { meaning: 'рожденная Гермесом', origin: 'греческое', info: '' },
  Гертруда: { meaning: 'копьё силы', origin: 'древнегерманское', info: '' },
  Глафира: { meaning: 'изящная', origin: 'греческое', info: '' },
  Гликерия: { meaning: 'сладкая', origin: 'греческое', info: '' },
  Глория: { meaning: 'слава', origin: 'латинское', info: '' },
  Грация: { meaning: 'красота', origin: 'латинское', info: '' },
  Грета: { meaning: 'жемчужина', origin: 'германское', info: '' },
  Гузель: { meaning: 'красавица', origin: 'тюркское', info: '' },
  Гульназ: { meaning: 'нежный цветок', origin: 'тюркское', info: '' },
  Дана: { meaning: 'дарованная', origin: 'славянское', info: '' },
  Даная: {
    meaning: 'прекрасная и целомудренная',
    origin: 'греческое',
    info: ''
  },
  Дина: { meaning: 'отомщенная', origin: 'еврейское', info: '' },
  Дилия: { meaning: 'настроение', origin: 'арабское', info: '' },
  Дилияр: { meaning: 'хорошее настроение', origin: 'арабское', info: '' },
  Диляра: {
    meaning: 'радующая сердце; красивая',
    origin: 'персидское',
    info: ''
  },
  Дучи: { meaning: 'сладкая', origin: 'французское', info: '' },
  Дуня: { meaning: 'благоволение', origin: 'греческое', info: '' },
  Дорианна: { meaning: 'блестящая', origin: 'американское', info: '' },
  Дорти: { meaning: 'дар Бога', origin: 'греческое', info: '' },
  Дора: { meaning: 'дар', origin: 'греческое', info: '' },
  Добромира: { meaning: 'добрая', origin: 'славянское', info: '' },
  Доброслава: { meaning: 'добрая слава', origin: 'славянское', info: '' },
  Доминика: { meaning: 'защитница Бога', origin: 'латинское', info: '' },
  Диля: { meaning: 'красавица', origin: 'татарское', info: '' },
  Дилана: { meaning: 'защитница', origin: 'немецкое', info: '' },
  Дилайна: { meaning: 'почитаемая', origin: 'английское', info: '' },
  Дида: { meaning: 'свет очей', origin: 'персидское', info: '' },
  Джамила: { meaning: 'красивая', origin: 'арабское', info: '' },
  Джамиля: { meaning: 'красивая', origin: 'арабское', info: '' },
  Демьяна: {
    meaning: 'посвященная богине изобилия и плодородия Дамии',
    origin: 'греческое',
    info: ''
  },
  Делла: { meaning: 'добрая', origin: 'греческое', info: '' },
  Даяна: { meaning: 'Бог - судья', origin: 'еврейское', info: '' },
  Дебора: { meaning: 'пчела', origin: 'еврейское', info: '' },
  Дебра: { meaning: 'пророчица', origin: 'еврейское', info: '' },
  Дарина: { meaning: 'победительница', origin: 'персидское', info: '' },
  Дарика: { meaning: 'грустная', origin: 'американское', info: '' },
  Дарида: { meaning: 'младенец', origin: 'арабское', info: '' },
  Дания: { meaning: 'радость', origin: 'татарское', info: '' },
  Даниэла: { meaning: 'Бог - мой судья', origin: 'еврейское', info: '' },
  Даниэлла: { meaning: 'Бог - мой судья', origin: 'еврейское', info: '' },
  Даниела: { meaning: 'Бог - мой судья', origin: 'еврейское', info: '' },
  Дарья: { meaning: 'победительница', origin: 'персидское', info: '' },
  Дебора: { meaning: 'пчела', origin: 'еврейское', info: '' },
  Джульетта: { meaning: 'кудрявая', origin: 'римское', info: '' },
  Дея: { meaning: 'трудолюбивая', origin: 'славянское', info: '' },
  Диора: { meaning: 'хорошенькая', origin: 'американское', info: '' },
  Диана: { meaning: 'божественная', origin: 'латинское', info: '' },
  Дина: { meaning: 'отомщенная', origin: 'еврейское', info: '' },
  Дайана: { meaning: 'справедливая', origin: 'еврейское', info: '' },
  Дамика: { meaning: 'с открытым сердцем', origin: 'французское', info: '' },
  Динара: { meaning: 'золотая монета', origin: 'арабское', info: '' },
  Давина: { meaning: 'защитница', origin: 'еврейское', info: '' },
  Даина: { meaning: 'песня', origin: 'литовское', info: '' },
  Дамира: { meaning: 'крепкая', origin: 'татарское', info: '' },
  Домна: { meaning: 'повелительница', origin: 'латинское', info: '' },
  Дора: { meaning: 'дар', origin: 'греческое', info: '' },
  Доротея: { meaning: 'дарованная Богом', origin: 'греческое', info: '' },
  Евангелина: { meaning: 'сверкающее счастье', origin: 'греческое', info: '' },
  Ева: { meaning: 'жизнь', origin: 'еврейское', info: '' },
  Евгеня: { meaning: 'благородная', origin: 'греческое', info: '' },
  Евгения: { meaning: 'благородная', origin: 'греческое', info: '' },
  Евфрасиния: { meaning: 'радость', origin: 'греческое', info: '' },
  Евстасия: { meaning: 'трудолюбивая', origin: 'греческое', info: '' },
  Евсения: { meaning: 'царская', origin: 'цыганское', info: '' },
  Евелина: { meaning: 'жизненная сила', origin: 'еврейское', info: '' },
  Евдокия: { meaning: 'имеющая добрую славу', origin: 'греческое', info: '' },
  Евлалия: { meaning: 'красноречивая', origin: 'греческое', info: '' },
  Евлампия: { meaning: 'светящаяся', origin: 'греческое', info: '' },
  Евпраксия: { meaning: 'добродетельница', origin: 'греческое', info: '' },
  Евфросинья: { meaning: 'веселье', origin: 'греческое', info: '' },
  Екатерина: { meaning: 'непорочная', origin: 'греческое', info: '' },
  Елла: { meaning: 'прекрасная', origin: 'греческое', info: '' },
  Елана: { meaning: 'хорошенькая', origin: 'греческое', info: '' },
  Емильяна: { meaning: 'льстивая', origin: 'греческое', info: '' },
  Емилияна: { meaning: 'льстивая', origin: 'греческое', info: '' },
  Ельвира: { meaning: 'защищенная', origin: 'немецкое', info: '' },
  Елена: { meaning: 'светящаяся', origin: 'греческое', info: '' },
  Елизавета: { meaning: 'божья клятва', origin: 'греческое', info: '' },
  Есения: { meaning: 'красивая', origin: 'арабское', info: '' },
  Ефремия: { meaning: 'плодовитая', origin: 'еврейское', info: '' },
  Ефимия: { meaning: 'благочестивая', origin: 'греческое', info: '' },
  Жанна: { meaning: 'дарованная Богом', origin: 'французское', info: '' },
  Жозефина: { meaning: 'благословенная', origin: 'французское', info: '' },
  Жизель: { meaning: 'стрела', origin: 'древнегерманское', info: '' },
  Жанет: { meaning: 'Бог милосердный', origin: 'еврейское', info: '' },
  Жамила: { meaning: 'красивая', origin: 'арабское', info: '' },
  Жасмин: { meaning: 'цветок жасмина', origin: 'испанское', info: '' },
  Зара: { meaning: 'рассвет', origin: 'персидское', info: '' },
  Заида: { meaning: 'избыток', origin: 'арабское', info: '' },
  Земфира: { meaning: 'сапфир', origin: 'арабское', info: '' },
  Зина: { meaning: 'принадлежащая Зевсу', origin: 'греческое', info: '' },
  Зинаида: { meaning: 'принадлежащая Зевсу', origin: 'греческое', info: '' },
  Зиновья: { meaning: 'принадлежащая Зевсу', origin: 'греческое', info: '' },
  Злата: { meaning: 'золотая', origin: 'славянское', info: '' },
  Зорина: { meaning: 'красота рассвета', origin: 'славянское', info: '' },
  Зоряна: { meaning: 'красота рассвета', origin: 'славянское', info: '' },
  Зоя: { meaning: 'жизнерадостная', origin: 'греческое', info: '' },
  Зося: { meaning: 'мудрость', origin: 'греческое', info: '' },
  Иветта: { meaning: 'будет помилована Богом', origin: 'еврейское', info: '' },
  Ида: { meaning: 'добрая', origin: 'немецкое', info: '' },
  Изольда: { meaning: 'красавица', origin: 'кельтское', info: '' },
  Илария: { meaning: 'веселая', origin: 'греческое', info: '' },
  Илона: { meaning: 'светлая', origin: 'венгерское', info: '' },
  Инга: { meaning: 'выдающаяся', origin: 'скандинавское', info: '' },
  Инесса: { meaning: 'бурный поток', origin: 'латинское', info: '' },
  Инна: { meaning: 'плачущая', origin: 'латинское', info: '' },
  Иоланта: { meaning: 'фиалка', origin: 'латинское', info: '' },
  Ираида: { meaning: 'дочь героя', origin: 'греческое', info: '' },
  Ирина: {
    meaning: 'располагающая к себе; миролюбивая',
    origin: 'греческое',
    info: ''
  },
  Ирма: { meaning: 'от имени бога войны', origin: 'немецкое', info: '' },
  Ия: { meaning: 'фиалка', origin: 'греческое', info: '' },
  Камилла: { meaning: 'знатная', origin: 'латинское', info: '' },
  Капитолина: { meaning: 'капитолийская', origin: 'латинское', info: '' },
  Карима: { meaning: 'великодушная', origin: 'арабское', info: '' },
  Карина: { meaning: 'безупречная', origin: 'греческое', info: '' },
  Каролина: { meaning: 'королева', origin: 'немецкое', info: '' },
  Кира: { meaning: 'госпожа', origin: 'греческое', info: '' },
  Клавдия: { meaning: 'упорная', origin: 'латинское', info: '' },
  Клара: { meaning: 'светлая; яркая', origin: 'латинское', info: '' },
  Кора: { meaning: 'девушка', origin: 'греческое', info: '' },
  Кристина: {
    meaning: 'последовательница Христа',
    origin: 'греческое',
    info: ''
  },
  Ксения: { meaning: 'гостья', origin: 'греческое', info: '' },
  Лада: { meaning: 'богиня любви и красоты', origin: 'славянское', info: '' },
  Лайма: { meaning: 'счастье; удача', origin: 'литовское', info: '' },
  Лариса: { meaning: 'чайка', origin: 'греческое', info: '' },
  Леокадия: { meaning: 'яркая', origin: 'греческое', info: '' },
  Леонида: { meaning: 'похожая на льва', origin: 'греческое', info: '' },
  Лидия: { meaning: 'музыкальная', origin: 'итальянское', info: '' },
  Лилия: { meaning: 'красивая как лилия', origin: 'латинское', info: '' },
  Лина: { meaning: 'вдохновенная', origin: 'греческое', info: '' },
  Лия: { meaning: 'антилопа', origin: 'греческое', info: '' },
  Лолита: { meaning: 'полевая трава', origin: 'латинское', info: '' },
  Любовь: { meaning: 'любовь', origin: 'славянское', info: '' },
  Людмила: { meaning: 'милая людям', origin: 'славянское', info: '' },
  Люция: { meaning: 'свет', origin: 'латинское', info: '' },
  Мавра: { meaning: 'темная', origin: 'греческое', info: '' },
  Майя: { meaning: 'рожденная в мае', origin: 'греческое', info: '' },
  Маргарита: { meaning: 'жемчужина', origin: 'латинское', info: '' },
  Марианна: { meaning: 'печальная красавица', origin: 'еврейское', info: '' },
  Марина: { meaning: 'любящая океан; морская', origin: 'латинское', info: '' },
  Мария: { meaning: 'горькая; упрямая', origin: 'библейское', info: '' },
  Марта: { meaning: 'драгоценная', origin: 'датское', info: '' },
  Марфа: { meaning: 'благородная женщина', origin: 'арамейское', info: '' },
  Матильда: {
    meaning: 'опасная красота',
    origin: 'древнегерманское',
    info: ''
  },
  Матрена: { meaning: 'знатная женщина', origin: 'русское', info: '' },
  Мелания: { meaning: 'темноволосая, смуглая', origin: 'греческое', info: '' },
  Милена: { meaning: 'милая', origin: 'славянское', info: '' },
  Мирослава: {
    meaning: 'прославленная на весь мир',
    origin: 'славянское',
    info: ''
  },
  Мирра: { meaning: 'миртовая ветвь', origin: 'греческое', info: '' },
  Михалина: { meaning: 'божественная', origin: 'еврейское', info: '' },
  Моника: { meaning: 'одна единственная', origin: 'греческое', info: '' },
  Мстислава: {
    meaning: 'славная мстительница',
    origin: 'славянское',
    info: ''
  },
  Муза: {
    meaning: 'покровительница искусств и наук',
    origin: 'греческое',
    info: ''
  },
  Марьяна: { meaning: 'печальная красавица', origin: 'еврейское', info: '' },
  Микаэла: { meaning: 'кто как Бог?', origin: 'еврейское', info: '' },
  Надежда: { meaning: 'надежда', origin: 'славянское', info: '' },
  Наина: { meaning: 'невинная', origin: 'еврейское', info: '' },
  Нана: { meaning: 'добрая, нежная', origin: 'грузинское', info: '' },
  Наталья: { meaning: 'рожденная в Рождество', origin: 'латинское', info: '' },
  Нателла: { meaning: 'светлячок', origin: 'грузинское', info: '' },
  Нелли: { meaning: 'вспыльчивая', origin: 'латинское', info: '' },
  Неонила: { meaning: 'молодая', origin: 'греческое', info: '' },
  Ника: { meaning: 'победоносная', origin: 'греческое', info: '' },
  Нина: { meaning: 'храбрая девочка', origin: 'испанское', info: '' },
  Нинель: { meaning: 'Ленин «задом наперёд»', origin: 'русское', info: '' },
  Нонна: { meaning: 'девятая', origin: 'латинское', info: '' },
  Нора: { meaning: 'предсказательница', origin: 'скандинавское', info: '' },
  Одетта: { meaning: 'хорошая девочка', origin: 'французское', info: '' },
  Оксана: { meaning: 'гостья, странница', origin: 'украинское', info: '' },
  Олеся: { meaning: 'защитница', origin: 'украинское', info: '' },
  Олесия: { meaning: 'защитница', origin: 'украинское', info: '' },
  Олесья: { meaning: 'защитница', origin: 'белорусское', info: '' },
  Олимпиада: { meaning: 'воспевающая небо', origin: 'греческое', info: '' },
  Олимпия: { meaning: 'небожительница', origin: 'греческое', info: '' },
  Одилия: { meaning: 'богатая', origin: 'испанское', info: '' },
  Олидия: { meaning: 'светлая', origin: 'испанское', info: '' },
  Оливия: { meaning: 'олива; маслина', origin: 'латинское', info: '' },
  Ольга: { meaning: 'святая; великая', origin: 'латинское', info: '' },
  Офелия: { meaning: 'помощница', origin: 'греческое', info: '' },
  Павлина: { meaning: 'малышка', origin: 'латинское', info: '' },
  Паула: { meaning: 'малышка', origin: 'латинское', info: '' },
  Паулина: { meaning: 'маленькая', origin: 'латинское', info: '' },
  Патриция: { meaning: 'знатная', origin: 'греческое', info: '' },
  Пелагея: { meaning: 'морская', origin: 'греческое', info: '' },
  Полина: { meaning: 'освобожденная', origin: 'греческое', info: '' },
  Прасковья: { meaning: 'пятница', origin: 'греческое', info: '' },
  Преслава: { meaning: 'прославленная', origin: 'болгарское', info: '' },
  Рада: { meaning: 'радость', origin: 'славянское', info: '' },
  Радислава: { meaning: 'радость и слава', origin: 'славянское', info: '' },
  Радмила: { meaning: 'заботливая и милая', origin: 'славянское', info: '' },
  Радмира: { meaning: 'радость мира', origin: 'славянское', info: '' },
  Раиса: { meaning: 'покорная', origin: 'греческое', info: '' },
  Раина: { meaning: 'покрывающая', origin: 'арабское', info: '' },
  Раиля: { meaning: 'основательница', origin: 'тюркское', info: '' },
  Раида: { meaning: 'лидер', origin: 'арабское', info: '' },
  Рамиля: { meaning: 'чарующая', origin: 'арабское', info: '' },
  Разиля: { meaning: 'избранная', origin: 'татарское', info: '' },
  Рахиль: { meaning: 'кроткая', origin: 'еврейское', info: '' },
  Ребекка: { meaning: 'верная жена', origin: 'еврейское', info: '' },
  Регина: { meaning: 'царица', origin: 'латинское', info: '' },
  Рената: { meaning: 'дважды рожденная', origin: 'латинское', info: '' },
  Римма: { meaning: 'римлянка', origin: 'латинское', info: '' },
  Роза: { meaning: 'румяная красавица', origin: 'немецкое', info: '' },
  Рита: { meaning: 'драгоценная жемчужина', origin: 'греческое', info: '' },
  Роксана: { meaning: 'предсказательница', origin: 'персидское', info: '' },
  Розалия: { meaning: 'роза', origin: 'латинское', info: '' },
  Руслана: { meaning: 'львица', origin: 'русское', info: '' },
  Руфина: { meaning: 'рыжая', origin: 'латинское', info: '' },
  Руфия: { meaning: 'юная и верная', origin: 'еврейское', info: '' },
  Руфь: { meaning: 'верная подруга', origin: 'еврейское', info: '' },
  Рая: { meaning: 'страстная красотка', origin: 'английское', info: '' },
  Сабина: { meaning: 'сабинянка', origin: 'латинское', info: '' },
  Сабика: { meaning: 'первая', origin: 'арабское', info: '' },
  Сабрина: { meaning: 'страстная', origin: 'латинское', info: '' },
  Саида: { meaning: 'счастливая', origin: 'арабское', info: '' },
  Сания: { meaning: 'сияющая', origin: 'арабское', info: '' },
  Самика: { meaning: 'возвышенная', origin: 'арабское', info: '' },
  Светана: { meaning: 'свет', origin: 'славянское', info: '' },
  Светослава: {
    meaning: 'слава светла; славящая свет',
    origin: 'славянское',
    info: ''
  },
  Святослава: { meaning: 'священная слава', origin: 'славянское', info: '' },
  Севастьяна: { meaning: 'высокочтимая', origin: 'греческое', info: '' },
  Софи: { meaning: 'мудрость', origin: 'греческое', info: '' },
  София: { meaning: 'мудрость', origin: 'греческое', info: '' },
  Софья: { meaning: 'мудрость', origin: 'греческое', info: '' },
  Соня: { meaning: 'мудрая', origin: 'греческое', info: '' },
  Славика: { meaning: 'славная', origin: 'славянское', info: '' },
  Славяна: { meaning: 'славянка', origin: 'славянское', info: '' },
  Симона: { meaning: 'послушная', origin: 'латинское', info: '' },
  Сильвия: { meaning: 'лесная', origin: 'латинское', info: '' },
  Синди: { meaning: 'богиня лунного света', origin: 'латинское', info: '' },
  Сиана: { meaning: 'сияние', origin: 'славянское', info: '' },
  Сара: { meaning: 'владычица', origin: 'еврейское', info: '' },
  Светлана: { meaning: 'светлая', origin: 'славянское', info: '' },
  Серафима: { meaning: 'пламенная', origin: 'еврейское', info: '' },
  Симона: { meaning: 'послушная', origin: 'еврейское', info: '' },
  Снежана: { meaning: 'белая как снег', origin: 'славянское', info: '' },
  Снежанна: { meaning: 'белая как снег', origin: 'славянское', info: '' },
  Соломония: { meaning: 'мудрая', origin: 'еврейское', info: '' },
  София: { meaning: 'мудрость', origin: 'греческое', info: '' },
  Сицилия: { meaning: '', origin: '', info: '' },
  Станислава: { meaning: 'стань славной', origin: 'славянское', info: '' },
  Стелла: { meaning: 'латинское', origin: 'звезда', info: '' },
  Степанида: { meaning: 'венец', origin: 'греческое', info: '' },
  Сюзанна: { meaning: 'лилия', origin: 'французское', info: '' },
  Таисия: { meaning: 'мудрая', origin: 'греческое', info: '' },
  Тамара: { meaning: 'царственная', origin: 'еврейское', info: '' },
  Тамина: { meaning: 'здоровая', origin: 'арабское', info: '' },
  Тамила: { meaning: 'томная', origin: 'русское', info: '' },
  Тоша: { meaning: 'бесценная', origin: 'славянское', info: '' },
  Татьяна: { meaning: 'устроительница', origin: 'греческое', info: '' },
  Таня: { meaning: 'устроительница', origin: 'греческое', info: '' },
  Тальяна: { meaning: 'везучая', origin: 'арабское', info: '' },
  Тереза: { meaning: 'защита', origin: 'греческое', info: '' },
  Томила: { meaning: 'томная', origin: 'русское', info: '' },
  Тоня: { meaning: 'ценная', origin: 'американское', info: '' },
  Тиана: { meaning: 'прекраснейшая', origin: 'греческое', info: '' },
  Тиа: { meaning: 'принцесса', origin: 'греческое', info: '' },
  Таяна: { meaning: 'таить', origin: 'славянское', info: '' },
  Ульяна: { meaning: 'принадлежащая Юлию', origin: 'латинское', info: '' },
  Умила: { meaning: 'милая', origin: 'славянское', info: '' },
  Устинья: { meaning: 'справедливая', origin: 'латинское', info: '' },
  Фаина: { meaning: 'сияющая', origin: 'греческое', info: '' },
  Фарида: { meaning: 'редкостная', origin: 'арабское', info: '' },
  Фёкла: { meaning: 'Божья слава', origin: 'греческое', info: '' },
  Феодора: { meaning: 'подаренная Богом', origin: 'итальянское', info: '' },
  Феодосия: { meaning: 'Богом данная', origin: 'греческое', info: '' },
  Флора: { meaning: ' богиня цветов и весны', origin: 'римское', info: '' },
  Фрида: { meaning: 'грациозная', origin: 'немецкое', info: '' },
  Фемка: {
    meaning: 'спокойствие; маленькая девочка',
    origin: 'немецкое',
    info: ''
  },
  Фая: { meaning: 'щедрая', origin: 'тюркское', info: '' },
  Халима: { meaning: 'терпеливая', origin: 'арабское', info: '' },
  Хая: { meaning: 'живая', origin: 'еврейское', info: '' },
  Эвелина: { meaning: 'жизненная сила', origin: 'еврейское', info: '' },
  Эдита: { meaning: 'иудейка', origin: 'еврейское', info: '' },
  Элеонора: { meaning: 'сострадание', origin: 'греческое', info: '' },
  Элла: { meaning: 'прекрасная и причудливая', origin: 'греческое', info: '' },
  Эльвира: { meaning: 'защищенная', origin: 'древнегерманское', info: '' },
  Эмилия: { meaning: 'ласковая', origin: 'греческое', info: '' },
  Эмма: { meaning: 'сильная', origin: 'немецкое', info: '' },
  Эрика: {
    meaning: 'строгая предводительница',
    origin: 'древнегерманское',
    info: ''
  },
  Эстер: { meaning: 'звезда', origin: 'персидское', info: '' },
  Юлия: { meaning: 'кудрявая', origin: 'греческое', info: '' },
  Юна: { meaning: 'латинское', origin: 'единственная в мире', info: '' },
  Ядвига: { meaning: 'верящая в Бога', origin: 'польское', info: '' },
  Яна: { meaning: 'цветущая', origin: 'греческое', info: '' },
  Ярослава: { meaning: 'большая слава', origin: 'славянское', info: '' },
  Женева: {
    meaning: 'вечно свежая как можжевельник',
    origin: 'французское',
    info: ''
  },
  Ладомира: { meaning: 'хороший мир', origin: 'славянское', info: '' },
  Лоя: { meaning: 'верная', origin: 'английское', info: '' },
  Луна: { meaning: 'увлеченная', origin: 'латинское', info: '' },
  Магдалина: { meaning: 'вдохновенная', origin: 'библейское', info: '' },
  Мальвина: { meaning: 'нежная', origin: 'древнегерманское', info: '' },
  Цветана: {
    meaning: 'цветок; рожденная в апреле',
    origin: 'славянское',
    info: ''
  },
  Элария: { meaning: 'веселая', origin: 'греческое', info: '' },
  Эсмеральда: {
    meaning: 'драгоценный камень; изумруд',
    origin: 'греческое',
    info: ''
  },
  Эстель: { meaning: 'звездная', origin: 'французское', info: '' },
  Ясения: { meaning: 'ясная; ясень', origin: 'славянское', info: '' }
};
