export default {
  Адалин: {
    meaning: 'благородная',
    origin: 'германское'
  },
  Алтын: {
    meaning: 'золото',
    origin: 'тюркское'
  },
  Айноа: {
    meaning: 'город во Франции',
    origin: 'испанское'
  },
  Артемида: {
    meaning: 'богиня охоты',
    origin: 'греческое'
  },
  Августа: {
    meaning: 'божественная',
    origin: 'латинское'
  },
  Авдотья: {
    meaning: 'благоволение',
    origin: 'греческое'
  },
  Аврора: {
    meaning: 'рассвет',
    origin: 'латинское'
  },
  Агата: {
    meaning: 'добрая',
    origin: 'греческое'
  },
  Агафья: {
    meaning: 'целомудренная',
    origin: 'греческое'
  },
  Аглая: {
    meaning: 'блистающая',
    origin: 'греческое'
  },
  Агнесса: {
    meaning: 'непорочная',
    origin: 'греческое'
  },
  Агния: {
    meaning: 'непорочная',
    origin: 'русское'
  },
  Агриппина: {
    meaning: 'горестная',
    origin: 'латинское'
  },
  Ада: {
    meaning: 'украшение',
    origin: 'библейское'
  },
  Аделаида: {
    meaning: 'благоухающая',
    origin: 'древнегерманское'
  },
  Адель: {
    meaning: 'благородная',
    origin: 'английское'
  },
  Аза: {
    meaning: 'сильная, крепкая',
    origin: 'древнееврейское'
  },
  Азиза: {
    meaning: 'драгоценная',
    origin: 'азербайджанское'
  },
  Аида: {
    meaning: 'полезная',
    origin: 'арабское'
  },
  Айгуль: {
    meaning: 'лунный цветок',
    origin: 'казахское'
  },
  Аксинья: {
    meaning: 'странница',
    origin: 'греческое'
  },
  Акулина: {
    meaning: 'орлиная',
    origin: 'латинское'
  },
  Алана: {
    meaning: 'согласие',
    origin: 'французское'
  },
  Алевтина: {
    meaning: 'свободная',
    origin: 'латинское'
  },
  Александра: {
    meaning: 'защитница',
    origin: 'греческое'
  },
  Алёна: {
    meaning: 'любимая',
    origin: 'галльское'
  },
  Алико: {
    meaning: '',
    origin: 'грузинское'
  },
  Алина: {
    meaning: 'благородная',
    origin: 'древнегерманское'
  },
  Алиса: {
    meaning: 'благородная',
    origin: 'древнегерманское'
  },
  Алия: {
    meaning: 'величественная',
    origin: 'арабское'
  },
  Алла: {
    meaning: 'непобедимая',
    origin: 'готское'
  },
  Алсу: {
    meaning: 'розовая вода',
    origin: 'татарское'
  },
  Альжбета: {
    meaning: 'сверкающее острие меча',
    origin: 'английское'
  },
  Альберта: {
    meaning: 'благородная, знаменитая',
    origin: 'древнегерманское'
  },
  Альбина: {
    meaning: 'белая',
    origin: 'латинское'
  },
  Амалия: {
    meaning: 'усердная',
    origin: 'еврейское'
  },
  Амина: {
    meaning: 'находящаяся в безопасности',
    origin: 'арабское'
  },
  Анастасия: {
    meaning: 'воскресение',
    origin: 'греческое'
  },
  Анатолия: {
    meaning: 'восток',
    origin: 'греческое'
  },
  Ангелина: {
    meaning: 'ангел',
    origin: 'греческое'
  },
  Анжела: {
    meaning: 'ангельская',
    origin: 'латинское'
  },
  Анжелика: {
    meaning: 'ангельская',
    origin: 'латинское'
  },
  Анисья: {
    meaning: 'исполнительная',
    origin: 'греческое'
  },
  Анита: {
    meaning: 'милостивая',
    origin: 'древнегреческое'
  },
  Анна: {
    meaning: 'благодать',
    origin: 'еврейское'
  },
  Антонина: {
    meaning: 'вступающая в бой',
    origin: 'латинское'
  },
  Анфиса: {
    meaning: 'цветущая',
    origin: 'греческое'
  },
  Анэля: {
    meaning: 'светлая',
    origin: 'греческое'
  },
  Ариадна: {
    meaning: 'та, что вызывает большое почтение',
    origin: 'греческое'
  },
  Арина: {
    meaning: 'мир',
    origin: 'греческое'
  },
  Архелия: {
    meaning: 'начальница людей',
    origin: 'греческое'
  },
  Арсения: {
    meaning: 'мужественная',
    origin: 'греческое'
  },
  Артемия: {
    meaning: 'невредимая',
    origin: 'греческое'
  },
  Астра: {
    meaning: 'звезда',
    origin: 'греческое'
  },
  Ася: {
    meaning: 'горожанка',
    origin: 'греческое'
  },
  Аурелия: {
    meaning: 'золотая',
    origin: 'латинское'
  },
  Божена: {
    meaning: 'Божья',
    origin: 'славянское'
  },
  Барбара: { meaning: 'прекрасная странница', origin: 'латинское' },
  Беатриса: {
    meaning: 'счастливая',
    origin: 'латинское'
  },
  Белла: {
    meaning: 'красавица',
    origin: 'латинское'
  },
  Береслава: {
    meaning: 'благая весть',
    origin: 'древнеславянское'
  },
  Берта: {
    meaning: 'яркая',
    origin: 'древнегерманское'
  },
  Биргит: {
    meaning: '',
    origin: 'английское'
  },
  Богдана: {
    meaning: 'подарок Бога',
    origin: 'русское'
  },
  Борислава: {
    meaning: 'борющаяся за славу',
    origin: 'славянское'
  },
  Бронислава: {
    meaning: 'хранительница славы',
    origin: 'славянское'
  },
  Валентина: {
    meaning: 'сильная',
    origin: 'латинское'
  },
  Валерия: {
    meaning: 'рожденная здоровой',
    origin: 'латинское'
  },
  Ванда: {
    meaning: 'из германского племени вандалов',
    origin: 'славянское'
  },
  Варвара: {
    meaning: 'иноземка',
    origin: 'греческое'
  },
  Василиса: {
    meaning: 'царевна',
    origin: 'греческое'
  },
  Венера: {
    meaning: 'богиня цветов, красоты и любви',
    origin: 'римское'
  },
  Вера: {
    meaning: 'истина',
    origin: 'латинское'
  },
  Вероника: {
    meaning: 'чистый образ',
    origin: 'латинское'
  },
  Веселина: {
    meaning: 'веселая',
    origin: 'славянское'
  },
  Веста: {
    meaning: 'богиня домашнего очага',
    origin: 'латинское'
  },
  Вета: {
    meaning: 'трилистник',
    origin: 'французское'
  },
  Вида: {
    meaning: 'видящая',
    origin: 'латинское'
  },
  Виктория: {
    meaning: 'победительница',
    origin: 'латинское'
  },
  Вилора: {
    meaning: 'воля, желание, сила',
    origin: 'древнегерманское'
  },
  Виолетта: {
    meaning: 'фиалка',
    origin: 'итальянское'
  },
  Вирдгиния: {
    meaning: 'девственная',
    origin: 'латинское'
  },
  Виталина: {
    meaning: 'жизненная',
    origin: 'латинское'
  },
  Владлена: {
    meaning: 'сокращение от Владимир Ленин',
    origin: 'советское'
  },
  Владислава: {
    meaning: 'сильный Бог',
    origin: 'славянское'
  },
  Вилена: { meaning: 'В честь В.И. Ленина', origin: 'русское' },
  Габриела: { meaning: 'сильный Бог', origin: 'испанское' },
  Галатея: { meaning: 'беломраморная', origin: 'греческое' },
  Галина: { meaning: 'спокойная', origin: 'греческое' },
  Гелла: { meaning: 'сияющая', origin: 'греческое' },
  Генриетта: {
    meaning: 'благородная красавица',
    origin: 'древнегерманское'
  },
  Гера: { meaning: 'покровительница брака', origin: 'греческое' },
  Герда: { meaning: 'красавица-великанша', origin: 'скандинавское' },
  Гермогена: { meaning: 'рожденная Гермесом', origin: 'греческое' },
  Гертруда: { meaning: 'копьё силы', origin: 'древнегерманское' },
  Глафира: { meaning: 'изящная', origin: 'греческое' },
  Гликерия: { meaning: 'сладкая', origin: 'греческое' },
  Глория: { meaning: 'слава', origin: 'латинское' },
  Грация: { meaning: 'красота', origin: 'латинское' },
  Грета: { meaning: 'жемчужина', origin: 'германское' },
  Гузель: { meaning: 'красавица', origin: 'тюркское' },
  Гульназ: { meaning: 'нежный цветок', origin: 'тюркское' },
  Дана: { meaning: 'дарованная', origin: 'славянское' },
  Даная: {
    meaning: 'прекрасная и целомудренная',
    origin: 'греческое'
  },
  Дина: { meaning: 'отомщенная', origin: 'еврейское' },
  Дилия: { meaning: 'настроение', origin: 'арабское' },
  Дилияр: { meaning: 'хорошее настроение', origin: 'арабское' },
  Диляра: {
    meaning: 'радующая сердце; красивая',
    origin: 'персидское'
  },
  Дучи: { meaning: 'сладкая', origin: 'французское' },
  Дуня: { meaning: 'благоволение', origin: 'греческое' },
  Дорианна: { meaning: 'блестящая', origin: 'американское' },
  Дорти: { meaning: 'дар Бога', origin: 'греческое' },
  Дора: { meaning: 'дар', origin: 'греческое' },
  Добромира: { meaning: 'добрая', origin: 'славянское' },
  Доброслава: { meaning: 'добрая слава', origin: 'славянское' },
  Доминика: { meaning: 'защитница Бога', origin: 'латинское' },
  Диля: { meaning: 'красавица', origin: 'татарское' },
  Дилана: { meaning: 'защитница', origin: 'немецкое' },
  Дилайна: { meaning: 'почитаемая', origin: 'английское' },
  Дида: { meaning: 'свет очей', origin: 'персидское' },
  Джамила: { meaning: 'красивая', origin: 'арабское' },
  Джамиля: { meaning: 'красивая', origin: 'арабское' },
  Демьяна: {
    meaning: 'посвященная богине изобилия и плодородия Дамии',
    origin: 'греческое'
  },
  Делла: { meaning: 'добрая', origin: 'греческое' },
  Даяна: { meaning: 'Бог - судья', origin: 'еврейское' },
  Дебора: { meaning: 'пчела', origin: 'еврейское' },
  Дебра: { meaning: 'пророчица', origin: 'еврейское' },
  Дарина: { meaning: 'победительница', origin: 'персидское' },
  Дарика: { meaning: 'грустная', origin: 'американское' },
  Дарида: { meaning: 'младенец', origin: 'арабское' },
  Дания: { meaning: 'радость', origin: 'татарское' },
  Даниэла: { meaning: 'Бог - мой судья', origin: 'еврейское' },
  Даниэлла: { meaning: 'Бог - мой судья', origin: 'еврейское' },
  Даниела: { meaning: 'Бог - мой судья', origin: 'еврейское' },
  Дарья: { meaning: 'победительница', origin: 'персидское' },
  Дебора: { meaning: 'пчела', origin: 'еврейское' },
  Джульетта: { meaning: 'кудрявая', origin: 'римское' },
  Дея: { meaning: 'трудолюбивая', origin: 'славянское' },
  Диора: { meaning: 'хорошенькая', origin: 'американское' },
  Диана: { meaning: 'божественная', origin: 'латинское' },
  Дина: { meaning: 'отомщенная', origin: 'еврейское' },
  Дайана: { meaning: 'справедливая', origin: 'еврейское' },
  Дамика: { meaning: 'с открытым сердцем', origin: 'французское' },
  Динара: { meaning: 'золотая монета', origin: 'арабское' },
  Давина: { meaning: 'защитница', origin: 'еврейское' },
  Даина: { meaning: 'песня', origin: 'литовское' },
  Дамира: { meaning: 'крепкая', origin: 'татарское' },
  Домна: { meaning: 'повелительница', origin: 'латинское' },
  Дора: { meaning: 'дар', origin: 'греческое' },
  Доротея: { meaning: 'дарованная Богом', origin: 'греческое' },
  Евангелина: { meaning: 'сверкающее счастье', origin: 'греческое' },
  Ева: { meaning: 'жизнь', origin: 'еврейское' },
  Евгеня: { meaning: 'благородная', origin: 'греческое' },
  Евгения: { meaning: 'благородная', origin: 'греческое' },
  Евфрасиния: { meaning: 'радость', origin: 'греческое' },
  Евстасия: { meaning: 'трудолюбивая', origin: 'греческое' },
  Евсения: { meaning: 'царская', origin: 'цыганское' },
  Евелина: { meaning: 'жизненная сила', origin: 'еврейское' },
  Евдокия: { meaning: 'имеющая добрую славу', origin: 'греческое' },
  Евлалия: { meaning: 'красноречивая', origin: 'греческое' },
  Евлампия: { meaning: 'светящаяся', origin: 'греческое' },
  Евпраксия: { meaning: 'добродетельница', origin: 'греческое' },
  Евфросинья: { meaning: 'веселье', origin: 'греческое' },
  Екатерина: { meaning: 'непорочная', origin: 'греческое' },
  Елла: { meaning: 'прекрасная', origin: 'греческое' },
  Елана: { meaning: 'хорошенькая', origin: 'греческое' },
  Емильяна: { meaning: 'льстивая', origin: 'греческое' },
  Емилияна: { meaning: 'льстивая', origin: 'греческое' },
  Ельвира: { meaning: 'защищенная', origin: 'немецкое' },
  Елена: { meaning: 'светящаяся', origin: 'греческое' },
  Елизавета: { meaning: 'божья клятва', origin: 'греческое' },
  Есения: { meaning: 'красивая', origin: 'арабское' },
  Ефремия: { meaning: 'плодовитая', origin: 'еврейское' },
  Ефимия: { meaning: 'благочестивая', origin: 'греческое' },
  Жанна: { meaning: 'дарованная Богом', origin: 'французское' },
  Жозефина: { meaning: 'благословенная', origin: 'французское' },
  Жизель: { meaning: 'стрела', origin: 'древнегерманское' },
  Жанет: { meaning: 'Бог милосердный', origin: 'еврейское' },
  Жамила: { meaning: 'красивая', origin: 'арабское' },
  Жасмин: { meaning: 'цветок жасмина', origin: 'испанское' },
  Зара: { meaning: 'рассвет', origin: 'персидское' },
  Заида: { meaning: 'избыток', origin: 'арабское' },
  Земфира: { meaning: 'сапфир', origin: 'арабское' },
  Зина: { meaning: 'принадлежащая Зевсу', origin: 'греческое' },
  Зинаида: { meaning: 'принадлежащая Зевсу', origin: 'греческое' },
  Зиновья: { meaning: 'принадлежащая Зевсу', origin: 'греческое' },
  Злата: { meaning: 'золотая', origin: 'славянское' },
  Зорина: { meaning: 'красота рассвета', origin: 'славянское' },
  Зоряна: { meaning: 'красота рассвета', origin: 'славянское' },
  Зоя: { meaning: 'жизнерадостная', origin: 'греческое' },
  Зося: { meaning: 'мудрость', origin: 'греческое' },
  Иветта: { meaning: 'будет помилована Богом', origin: 'еврейское' },
  Ида: { meaning: 'добрая', origin: 'немецкое' },
  Изольда: { meaning: 'красавица', origin: 'кельтское' },
  Илария: { meaning: 'веселая', origin: 'греческое' },
  Илона: { meaning: 'светлая', origin: 'венгерское' },
  Инга: { meaning: 'выдающаяся', origin: 'скандинавское' },
  Инесса: { meaning: 'бурный поток', origin: 'латинское' },
  Инна: { meaning: 'плачущая', origin: 'латинское' },
  Иоланта: { meaning: 'фиалка', origin: 'латинское' },
  Ираида: { meaning: 'дочь героя', origin: 'греческое' },
  Ирина: {
    meaning: 'располагающая к себе; миролюбивая',
    origin: 'греческое'
  },
  Ирма: { meaning: 'от имени бога войны', origin: 'немецкое' },
  Ия: { meaning: 'фиалка', origin: 'греческое' },
  Камилла: { meaning: 'знатная', origin: 'латинское' },
  Капитолина: { meaning: 'капитолийская', origin: 'латинское' },
  Карима: { meaning: 'великодушная', origin: 'арабское' },
  Карина: { meaning: 'безупречная', origin: 'греческое' },
  Каролина: { meaning: 'королева', origin: 'немецкое' },
  Кира: { meaning: 'госпожа', origin: 'греческое' },
  Клавдия: { meaning: 'упорная', origin: 'латинское' },
  Клара: { meaning: 'светлая; яркая', origin: 'латинское' },
  Кора: { meaning: 'девушка', origin: 'греческое' },
  Кристина: {
    meaning: 'последовательница Христа',
    origin: 'греческое'
  },
  Ксения: { meaning: 'гостья', origin: 'греческое' },
  Лада: { meaning: 'богиня любви и красоты', origin: 'славянское' },
  Лайма: { meaning: 'счастье; удача', origin: 'литовское' },
  Лариса: { meaning: 'чайка', origin: 'греческое' },
  Леокадия: { meaning: 'яркая', origin: 'греческое' },
  Леонида: { meaning: 'похожая на льва', origin: 'греческое' },
  Лидия: { meaning: 'музыкальная', origin: 'итальянское' },
  Лилия: { meaning: 'красивая как лилия', origin: 'латинское' },
  Лина: { meaning: 'вдохновенная', origin: 'греческое' },
  Лия: { meaning: 'антилопа', origin: 'греческое' },
  Лолита: { meaning: 'полевая трава', origin: 'латинское' },
  Любовь: { meaning: 'любовь', origin: 'славянское' },
  Людмила: { meaning: 'милая людям', origin: 'славянское' },
  Люция: { meaning: 'свет', origin: 'латинское' },
  Мавра: { meaning: 'темная', origin: 'греческое' },
  Майя: { meaning: 'рожденная в мае', origin: 'греческое' },
  Маргарита: { meaning: 'жемчужина', origin: 'латинское' },
  Марианна: { meaning: 'печальная красавица', origin: 'еврейское' },
  Марина: { meaning: 'любящая океан; морская', origin: 'латинское' },
  Мария: { meaning: 'горькая; упрямая', origin: 'библейское' },
  Марта: { meaning: 'драгоценная', origin: 'датское' },
  Марфа: { meaning: 'благородная женщина', origin: 'арамейское' },
  Матильда: {
    meaning: 'опасная красота',
    origin: 'древнегерманское'
  },
  Матрена: { meaning: 'знатная женщина', origin: 'русское' },
  Мелания: { meaning: 'темноволосая, смуглая', origin: 'греческое' },
  Милена: { meaning: 'милая', origin: 'славянское' },
  Мирослава: {
    meaning: 'прославленная на весь мир',
    origin: 'славянское'
  },
  Мирра: { meaning: 'миртовая ветвь', origin: 'греческое' },
  Михалина: { meaning: 'божественная', origin: 'еврейское' },
  Моника: { meaning: 'одна единственная', origin: 'греческое' },
  Мстислава: {
    meaning: 'славная мстительница',
    origin: 'славянское'
  },
  Муза: {
    meaning: 'покровительница искусств и наук',
    origin: 'греческое'
  },
  Марьяна: { meaning: 'печальная красавица', origin: 'еврейское' },
  Микаэла: { meaning: 'кто как Бог?', origin: 'еврейское' },
  Надежда: { meaning: 'надежда', origin: 'славянское' },
  Наина: { meaning: 'невинная', origin: 'еврейское' },
  Нана: { meaning: 'добрая, нежная', origin: 'грузинское' },
  Наталья: { meaning: 'рожденная в Рождество', origin: 'латинское' },
  Нателла: { meaning: 'светлячок', origin: 'грузинское' },
  Нелли: { meaning: 'вспыльчивая', origin: 'латинское' },
  Неонила: { meaning: 'молодая', origin: 'греческое' },
  Ника: { meaning: 'победоносная', origin: 'греческое' },
  Нина: { meaning: 'храбрая девочка', origin: 'испанское' },
  Нинель: { meaning: 'Ленин «задом наперёд»', origin: 'русское' },
  Нонна: { meaning: 'девятая', origin: 'латинское' },
  Нора: { meaning: 'предсказательница', origin: 'скандинавское' },
  Одетта: { meaning: 'хорошая девочка', origin: 'французское' },
  Оксана: { meaning: 'гостья, странница', origin: 'украинское' },
  Олеся: { meaning: 'защитница', origin: 'украинское' },
  Олесия: { meaning: 'защитница', origin: 'украинское' },
  Олесья: { meaning: 'защитница', origin: 'белорусское' },
  Олимпиада: { meaning: 'воспевающая небо', origin: 'греческое' },
  Олимпия: { meaning: 'небожительница', origin: 'греческое' },
  Одилия: { meaning: 'богатая', origin: 'испанское' },
  Олидия: { meaning: 'светлая', origin: 'испанское' },
  Оливия: { meaning: 'олива; маслина', origin: 'латинское' },
  Ольга: { meaning: 'святая; великая', origin: 'латинское' },
  Офелия: { meaning: 'помощница', origin: 'греческое' },
  Павлина: { meaning: 'малышка', origin: 'латинское' },
  Паула: { meaning: 'малышка', origin: 'латинское' },
  Паулина: { meaning: 'маленькая', origin: 'латинское' },
  Патриция: { meaning: 'знатная', origin: 'греческое' },
  Пелагея: { meaning: 'морская', origin: 'греческое' },
  Полина: { meaning: 'освобожденная', origin: 'греческое' },
  Прасковья: { meaning: 'пятница', origin: 'греческое' },
  Преслава: { meaning: 'прославленная', origin: 'болгарское' },
  Рада: { meaning: 'радость', origin: 'славянское' },
  Радислава: { meaning: 'радость и слава', origin: 'славянское' },
  Радмила: { meaning: 'заботливая и милая', origin: 'славянское' },
  Радмира: { meaning: 'радость мира', origin: 'славянское' },
  Раиса: { meaning: 'покорная', origin: 'греческое' },
  Раина: { meaning: 'покрывающая', origin: 'арабское' },
  Раиля: { meaning: 'основательница', origin: 'тюркское' },
  Раида: { meaning: 'лидер', origin: 'арабское' },
  Рамиля: { meaning: 'чарующая', origin: 'арабское' },
  Разиля: { meaning: 'избранная', origin: 'татарское' },
  Рахиль: { meaning: 'кроткая', origin: 'еврейское' },
  Ребекка: { meaning: 'верная жена', origin: 'еврейское' },
  Регина: { meaning: 'царица', origin: 'латинское' },
  Рената: { meaning: 'дважды рожденная', origin: 'латинское' },
  Римма: { meaning: 'римлянка', origin: 'латинское' },
  Роза: { meaning: 'румяная красавица', origin: 'немецкое' },
  Рита: { meaning: 'драгоценная жемчужина', origin: 'греческое' },
  Роксана: { meaning: 'предсказательница', origin: 'персидское' },
  Розалия: { meaning: 'роза', origin: 'латинское' },
  Руслана: { meaning: 'львица', origin: 'русское' },
  Руфина: { meaning: 'рыжая', origin: 'латинское' },
  Руфия: { meaning: 'юная и верная', origin: 'еврейское' },
  Руфь: { meaning: 'верная подруга', origin: 'еврейское' },
  Рая: { meaning: 'страстная красотка', origin: 'английское' },
  Сабина: { meaning: 'сабинянка', origin: 'латинское' },
  Сабика: { meaning: 'первая', origin: 'арабское' },
  Сабрина: { meaning: 'страстная', origin: 'латинское' },
  Саида: { meaning: 'счастливая', origin: 'арабское' },
  Сания: { meaning: 'сияющая', origin: 'арабское' },
  Самика: { meaning: 'возвышенная', origin: 'арабское' },
  Светана: { meaning: 'свет', origin: 'славянское' },
  Светослава: {
    meaning: 'слава светла; славящая свет',
    origin: 'славянское'
  },
  Святослава: { meaning: 'священная слава', origin: 'славянское' },
  Севастьяна: { meaning: 'высокочтимая', origin: 'греческое' },
  Софи: { meaning: 'мудрость', origin: 'греческое' },
  София: { meaning: 'мудрость', origin: 'греческое' },
  Софья: { meaning: 'мудрость', origin: 'греческое' },
  Соня: { meaning: 'мудрая', origin: 'греческое' },
  Славика: { meaning: 'славная', origin: 'славянское' },
  Славяна: { meaning: 'славянка', origin: 'славянское' },
  Симона: { meaning: 'послушная', origin: 'латинское' },
  Сильвия: { meaning: 'лесная', origin: 'латинское' },
  Синди: { meaning: 'богиня лунного света', origin: 'латинское' },
  Сиана: { meaning: 'сияние', origin: 'славянское' },
  Сара: { meaning: 'владычица', origin: 'еврейское' },
  Светлана: { meaning: 'светлая', origin: 'славянское' },
  Серафима: { meaning: 'пламенная', origin: 'еврейское' },
  Симона: { meaning: 'послушная', origin: 'еврейское' },
  Снежана: { meaning: 'белая как снег', origin: 'славянское' },
  Снежанна: { meaning: 'белая как снег', origin: 'славянское' },
  Соломония: { meaning: 'мудрая', origin: 'еврейское' },
  София: { meaning: 'мудрость', origin: 'греческое' },
  Сицилия: { meaning: '', origin: '' },
  Станислава: { meaning: 'стань славной', origin: 'славянское' },
  Стелла: { meaning: 'латинское', origin: 'звезда' },
  Степанида: { meaning: 'венец', origin: 'греческое' },
  Сюзанна: { meaning: 'лилия', origin: 'французское' },
  Таисия: { meaning: 'мудрая', origin: 'греческое' },
  Тамара: { meaning: 'царственная', origin: 'еврейское' },
  Тамина: { meaning: 'здоровая', origin: 'арабское' },
  Тамила: { meaning: 'томная', origin: 'русское' },
  Тоша: { meaning: 'бесценная', origin: 'славянское' },
  Татьяна: { meaning: 'устроительница', origin: 'греческое' },
  Таня: { meaning: 'устроительница', origin: 'греческое' },
  Тальяна: { meaning: 'везучая', origin: 'арабское' },
  Тереза: { meaning: 'защита', origin: 'греческое' },
  Томила: { meaning: 'томная', origin: 'русское' },
  Тоня: { meaning: 'ценная', origin: 'американское' },
  Тиана: { meaning: 'прекраснейшая', origin: 'греческое' },
  Тиа: { meaning: 'принцесса', origin: 'греческое' },
  Таяна: { meaning: 'таить', origin: 'славянское' },
  Ульяна: { meaning: 'принадлежащая Юлию', origin: 'латинское' },
  Умила: { meaning: 'милая', origin: 'славянское' },
  Устинья: { meaning: 'справедливая', origin: 'латинское' },
  Фаина: { meaning: 'сияющая', origin: 'греческое' },
  Фарида: { meaning: 'редкостная', origin: 'арабское' },
  Фёкла: { meaning: 'Божья слава', origin: 'греческое' },
  Феодора: { meaning: 'подаренная Богом', origin: 'итальянское' },
  Феодосия: { meaning: 'Богом данная', origin: 'греческое' },
  Флора: { meaning: ' богиня цветов и весны', origin: 'римское' },
  Фрида: { meaning: 'грациозная', origin: 'немецкое' },
  Фемка: {
    meaning: 'спокойствие; маленькая девочка',
    origin: 'немецкое'
  },
  Фая: { meaning: 'щедрая', origin: 'тюркское' },
  Халима: { meaning: 'терпеливая', origin: 'арабское' },
  Хая: { meaning: 'живая', origin: 'еврейское' },
  Эвелина: { meaning: 'жизненная сила', origin: 'еврейское' },
  Эдита: { meaning: 'иудейка', origin: 'еврейское' },
  Элеонора: { meaning: 'сострадание', origin: 'греческое' },
  Элла: { meaning: 'прекрасная и причудливая', origin: 'греческое' },
  Эльвира: { meaning: 'защищенная', origin: 'древнегерманское' },
  Эмилия: { meaning: 'ласковая', origin: 'греческое' },
  Эмма: { meaning: 'сильная', origin: 'немецкое' },
  Эрика: {
    meaning: 'строгая предводительница',
    origin: 'древнегерманское'
  },
  Эстер: { meaning: 'звезда', origin: 'персидское' },
  Юлия: { meaning: 'кудрявая', origin: 'греческое' },
  Юна: { meaning: 'единственная в мире', origin: 'латинское' },
  Ядвига: { meaning: 'верящая в Бога', origin: 'польское' },
  Яна: { meaning: 'цветущая', origin: 'греческое' },
  Ярослава: { meaning: 'большая слава', origin: 'славянское' },
  Женева: {
    meaning: 'вечно свежая как можжевельник',
    origin: 'французское'
  },
  Ладомира: { meaning: 'хороший мир', origin: 'славянское' },
  Лоя: { meaning: 'верная', origin: 'английское' },
  Луна: { meaning: 'увлеченная', origin: 'латинское' },
  Магдалина: { meaning: 'вдохновенная', origin: 'библейское' },
  Мальвина: { meaning: 'нежная', origin: 'древнегерманское' },
  Цветана: {
    meaning: 'цветок; рожденная в апреле',
    origin: 'славянское'
  },
  Элария: { meaning: 'веселая', origin: 'греческое' },
  Эсмеральда: {
    meaning: 'драгоценный камень; изумруд',
    origin: 'греческое'
  },
  Эстель: { meaning: 'звездная', origin: 'французское' },
  Ясения: { meaning: 'ясная; ясень', origin: 'славянское' }
};
